#version: 0.2
Ġ Ġ
Ġ ĠĠĠ
ĠĠĠ Ġ
i n
Ġ t
Ġ ĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠ Ġ
e r
Ġ ĠĠ
ĠĠ Ġ
o n
Ġ a
r e
a t
s t
e n
o r
Ġ th
Ġt h
Ġ c
l e
Ġ s
i t
a n
a r
a l
Ġ the
Ġt he
Ġth e
Ġ p
Ġ f
o u
Ġ =
i s
Ġ ĠĠĠĠĠĠ
ĠĠĠĠĠĠ Ġ
i ng
in g
e s
Ġ w
i on
io n
e d
i c
Ġ b
Ġ d
e t
Ġ m
Ġ o
r o
a s
e l
c t
n d
Ġ in
Ġi n
Ġ h
e nt
en t
i d
Ġ n
a m
Ġ ĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠ Ġ
Ġ to
Ġt o
Ġ re
Ġr e
Ġ {
Ġ of
Ġo f
o m
i m
Ġ (
i l
Ġ and
Ġa nd
Ġan d
u r
s e
Ġ l
e x
Ġ S
a d
Ġ "
c h
u t
i f
Ġ }
e m
o l
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
t h
Ġ {Ċ
Ġ g
i g
i v
c e
o d
Ġ v
a te
at e
Ġ T
a g
a y
Ġ *
o t
u s
Ġ C
Ġ st
Ġs t
Ġ I
u n
u l
u e
Ġ A
o w
Ġ '
e w
Ġ <
a tion
at ion
atio n
ati on
Ġ for
Ġf or
Ġfo r
a b
o rt
or t
u m
a me
am e
Ġ is
Ġi s
p e
t r
c k
Ġ y
i st
is t
h e
Ġ e
l o
Ġ M
Ġ be
Ġb e
e rs
er s
Ġ on
Ġo n
Ġ con
Ġc on
Ġco n
a p
u b
Ġ P
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
a ss
as s
i nt
in t
l y
u rn
ur n
Ġ $
a v
p ort
por t
po rt
i r
n t
c tion
ct ion
e nd
en d
Ġ de
Ġd e
0 0
i th
it h
o ut
ou t
t urn
tu rn
tur n
o ur
ou r
Ġ ĠĠĠĠ
ĠĠĠĠ Ġ
l ic
li c
r es
re s
p t
Ġ this
Ġt his
Ġth is
Ġthi s
Ġ wh
Ġw h
Ġ if
Ġi f
Ġ D
v er
ve r
a ge
ag e
Ġ B
h t
e xt
ex t
Ġ that
Ġt hat
Ġth at
Ġtha t
Ġ R
Ġ it
Ġi t
e ss
es s
Ġ F
Ġ r
o s
a nd
an d
Ġ as
Ġa s
e ct
ec t
k e
r om
ro m
Ġ //
c on
co n
Ġ L
q u
l ass
la ss
las s
Ġ with
Ġw ith
Ġwi th
Ġwit h
i z
d e
Ġ N
Ġ al
Ġa l
o p
u p
g et
ge t
Ġ }Ċ
i le
il e
Ġ an
Ġa n
a ta
at a
o re
or e
r i
Ġ pro
Ġp ro
Ġpr o
t er
te r
a in
ai n
Ġ W
Ġ E
Ġ com
Ġc om
Ġco m
Ġ return
Ġre turn
Ġr eturn
Ġret urn
a rt
ar t
Ġ H
a ck
ac k
im port
imp ort
ub lic
ubl ic
Ġ or
Ġo r
e st
es t
m ent
me nt
men t
Ġ G
a ble
ab le
abl e
Ġ -
i ne
in e
i ll
il l
i nd
in d
e re
er e
i ty
it y
Ġ +
Ġ tr
Ġt r
e lf
el f
i ght
ig ht
igh t
o rm
or m
u lt
ul t
s tr
st r
Ġ you
Ġy ou
Ġyo u
y pe
yp e
p l
Ġ new
Ġn ew
Ġne w
Ġ j
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġ from
Ġf rom
Ġfr om
Ġfro m
Ġ ex
Ġe x
Ġ O
2 0
l d
Ġ [
o c
Ġ se
Ġs e
Ġ le
Ġl e
. s
a nt
an t
Ġ at
Ġa t
a se
as e
. c
Ġ ch
Ġc h
a ve
av e
a ng
an g
Ġ are
Ġa re
Ġar e
Ġ int
Ġin t
Ġi nt
_ t
e rt
er t
i al
ia l
a ct
ac t
i ve
iv e
o de
od e
o st
os t
Ġ class
Ġc lass
Ġcl ass
Ġclas s
Ġcla ss
Ġ not
Ġn ot
Ġno t
o g
o rd
or d
a lue
al ue
alu e
a ll
al l
f f
o nt
on t
i me
im e
a re
ar e
Ġ U
Ġ pr
Ġp r
Ġ :
i es
ie s
i ze
iz e
u re
ur e
Ġ by
Ġb y
i re
ir e
Ġ }ĊĊ
. p
Ġ sh
Ġs h
i ce
ic e
a st
as t
p tion
pt ion
t ring
tr ing
tri ng
o k
c l
Ġ he
Ġh e
a rd
ar d
Ġ @
i ew
ie w
Ġ was
Ġw as
Ġwa s
i p
t his
th is
Ġ u
Ġ The
ĠT he
ĠTh e
i de
id e
a ce
ac e
i b
a c
r ou
ro u
Ġ we
Ġw e
j ect
je ct
jec t
Ġ public
Ġp ublic
Ġpub lic
Ġpubli c
a k
v e
a th
at h
o id
oi d
Ġ =>
u st
us t
q ue
qu e
Ġ res
Ġre s
Ġr es
' s
Ġ k
a ns
an s
y st
ys t
un ction
unc tion
unct ion
Ġ i
Ġ us
Ġu s
p p
1 0
o ne
on e
a il
ai l
n ame
na me
nam e
Ġ str
Ġs tr
Ġst r
Ġ /
Ġ &
a ch
ac h
d iv
di v
y stem
yst em
ys tem
e ll
el l
Ġ have
Ġh ave
Ġha ve
Ġhav e
e rr
er r
o uld
ou ld
oul d
u ll
ul l
p on
po n
Ġ J
_ p
Ġ ==
i gn
ig n
S t
Ġ pl
Ġp l
f orm
fo rm
for m
p ut
pu t
o unt
ou nt
oun t
d d
i te
it e
Ġ get
Ġg et
Ġge t
r r
o me
om e
Ġ âĢ
a ram
ar am
ara m
c c
Ġ */
I n
l es
le s
_ s
o ng
on g
i e
Ġ can
Ġc an
Ġca n
Ġ V
e rv
er v
p r
Ġ un
Ġu n
r ow
ro w
b er
be r
Ġ do
Ġd o
l l
Ġ el
Ġe l
Ġ self
Ġs elf
Ġse lf
Ġsel f
a ted
at ed
ate d
a ry
ar y
Ġ .
u d
Ġ en
Ġe n
Ġ Th
ĠT h
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
t e
_ c
u ct
uc t
Ġ ab
Ġa b
o rk
or k
. get
.g et
.ge t
Ġ #
a w
r ess
re ss
res s
o b
N ame
Na me
Nam e
2 01
20 1
a pp
ap p
Ġ all
Ġa ll
Ġal l
o ry
or y
i tion
it ion
iti on
a nce
an ce
anc e
e ar
ea r
Ġ cont
Ġc ont
Ġcon t
Ġco nt
v ent
ve nt
ven t
i a
Ġ will
Ġw ill
Ġwi ll
Ġwil l
Ġ ĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ Ġ
r eturn
re turn
ret urn
Ġ </
d ata
da ta
dat a
R e
p le
pl e
i ld
il d
t her
th er
the r
Ġ your
Ġy our
Ġyou r
Ġyo ur
Ġ out
Ġo ut
Ġou t
Ġ has
Ġh as
Ġha s
S tring
St ring
Str ing
s o
Ġ up
Ġu p
a x
Ġ def
Ġd ef
Ġde f
Ġ bo
Ġb o
g e
a lse
al se
als e
p er
pe r
1 2
i ch
ic h
Ġ but
Ġb ut
Ġbu t
Ġ Ċ
Ġ _
_ m
a dd
ad d
q uest
qu est
que st
ques t
o del
od el
ode l
s elf
se lf
sel f
e ry
er y
f t
e ns
en s
a ke
ak e
Ġ go
Ġg o
Ġ function
Ġf unction
Ġfun ction
Ġfunc tion
Ġfunct ion
Ġ K
iv ate
iva te
Ġ im
Ġi m
Ġ const
Ġcon st
Ġco nst
Ġcons t
. t
Ġ */Ċ
Ġ void
Ġv oid
Ġvo id
Ġvoi d
Ġ set
Ġs et
Ġse t
Ġ System
ĠS ystem
ĠSy stem
ĠSys tem
c ri
cr i
l i
ĉ if
ĉi f
. m
al ly
all y
s et
se t
e p
âĢĻ s
b o
d ef
de f
Ġ me
Ġm e
Ġ !
at ch
e c
Ġ In
ĠI n
p h
Ġ |
_ f
Ġ var
Ġv ar
Ġva r
e nce
en ce
enc e
I d
r ee
re e
i nk
in k
l ect
le ct
lec t
u g
e th
et h
Ġ else
Ġe lse
Ġel se
Ġels e
1 9
c ont
con t
co nt
Ġ so
Ġs o
a tic
at ic
ati c
Ġ lo
Ġl o
p ro
pr o
t on
to n
s s
o wn
ow n
a bel
ab el
abe l
o int
oin t
oi nt
o us
ou s
e ld
el d
T he
Th e
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
o lor
ol or
olo r
t p
e g
k ey
ke y
u de
ud e
Ġ St
ĠS t
o und
ou nd
oun d
Ġ ar
Ġa r
e ner
en er
ene r
s er
se r
1 1
b ject
bj ect
es sage
ess age
essa ge
f er
fe r
Ġ more
Ġm ore
Ġmor e
Ġmo re
at ions
ation s
atio ns
ati ons
e nts
en ts
ent s
Ġ his
Ġh is
Ġhi s
Ġ they
Ġt hey
Ġth ey
Ġthe y
Ġ Y
u se
us e
n e
i sh
is h
o ld
ol d
_ d
i o
i eld
ie ld
iel d
Ġ per
Ġp er
Ġpe r
C ont
Con t
Co nt
in gs
ing s
Ġ data
Ġd ata
Ġda ta
Ġdat a
Ġ sa
Ġs a
e f
f o
Ġ one
Ġo ne
Ġon e
e ng
en g
Ġ dis
Ġd is
Ġdi s
Ġ name
Ġn ame
Ġna me
Ġnam e
Ġ true
Ġtr ue
v al
va l
l ed
le d
. f
Ġ ne
Ġn e
Ġ end
Ġe nd
Ġen d
3 2
1 6
c re
cr e
a rk
ar k
l og
lo g
E x
e rror
er ror
err or
erro r
_ id
_i d
ur re
urr e
a nge
an ge
ang e
Ġ null
Ġn ull
Ġnu ll
r ray
rr ay
Ġ my
Ġm y
p an
pa n
i ct
ic t
a tor
at or
ato r
V iew
Vi ew
L ist
Li st
ĉ return
ĉr eturn
ĉret urn
ĉre turn
Ġ pre
Ġp re
Ġpr e
Ġ x
c lude
cl ude
clud e
a rg
ar g
1 5
o v
. h
Ġ >
Ġ their
Ġthe ir
i rst
ir st
irs t
i ck
ic k
g h
Ġ private
Ġpr ivate
Ġpriv ate
Ġprivat e
t em
te m
u ser
us er
use r
Ġ )
c om
co m
Ġ id
Ġi d
r ead
re ad
rea d
Ġ who
Ġw ho
Ġwh o
_ b
Ġ time
Ġt ime
Ġtim e
Ġti me
Ġ man
Ġm an
Ġma n
r y
r oup
ro up
rou p
r op
ro p
p ublic
pub lic
v el
ve l
um ber
umb er
b le
bl e
Ġ which
Ġwh ich
Ġ any
Ġa ny
Ġan y
Ġ false
Ġf alse
Ġfa lse
Ġfal se
Ġfals e
w e
Ġ value
Ġv alue
Ġval ue
Ġva lue
Ġvalu e
Ġ li
Ġl i
n der
nd er
nde r
g r
Ġ no
Ġn o
p aram
par am
pa ram
para m
2 5
f ig
fi g
. com
.c om
.co m
Ġ app
Ġa pp
Ġap p
_ l
i ons
ion s
io ns
Ġ Ch
ĠC h
Ġ about
Ġa bout
Ġab out
Ġ add
Ġa dd
Ġad d
Ġ su
Ġs u
Ġ string
Ġs tring
Ġst ring
Ġstr ing
Ġstri ng
Ġ over
Ġo ver
Ġov er
s tring
st ring
str ing
stri ng
. l
our ce
0 00
00 0
Ġ qu
Ġq u
Ġ String
ĠS tring
ĠSt ring
ĠStr ing
c a
Ġ ro
Ġr o
s h
u al
ua l
T ype
Typ e
Ty pe
s on
so n
n ew
ne w
e rn
er n
Ġ ag
Ġa g
Ġ ?
i cal
ic al
ica l
Ġ des
Ġd es
Ġde s
u th
ut h
i x
a ys
ay s
Ġ type
Ġt ype
Ġtyp e
Ġty pe
' t
a ult
au lt
aul t
Ġ inter
Ġin ter
Ġint er
Ġinte r
v ar
va r
. b
Ġ part
Ġp art
Ġpar t
Ġpa rt
. d
ur rent
urre nt
urr ent
3 0
e nc
en c
( f
r a
v alue
val ue
va lue
valu e
c ho
ch o
1 8
ut ton
utt on
utto n
o se
os e
1 4
Ġ !=
a ter
at er
ate r
Ã ©
re ate
reat e
rea te
o ll
ol l
p os
po s
y le
yl e
n g
u sing
us ing
usi ng
a mes
am es
ame s
Ġ {čĊ
a tes
at es
ate s
e ly
el y
Ġ work
Ġw ork
Ġwor k
Ġwo rk
Ġ em
Ġe m
i nal
in al
ina l
Ġ sp
Ġs p
Ġ when
Ġw hen
Ġwh en
Ġwhe n
. set
.s et
.se t
Ġ ĠĠĠĠĠ
ĠĠĠĠĠ Ġ
t o
q uire
qu ire
quir e
qui re
ind ow
indo w
l ement
le ment
lem ent
lemen t
leme nt
p ect
pe ct
pec t
a sh
as h
[ i
Ġ use
Ġu se
Ġus e
p ec
pe c
Ġ ad
Ġa d
o ve
ov e
ce ption
cept ion
cep tion
e ngth
en gth
eng th
in clude
inc lude
incl ude
inclu de
a der
ad er
ade r
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
at us
atu s
T h
i tle
it le
r it
ri t
v oid
vo id
Ġ off
Ġo ff
Ġof f
Ġ other
Ġo ther
Ġot her
Ġ &&
m s
Ġ been
Ġb een
Ġbe en
Ġbee n
Ġ te
Ġt e
m l
c o
n c
1 3
er vice
erv ice
Ġ %
a nn
an n
a de
ad e
l ock
lo ck
loc k
con st
co nst
cons t
1 00
10 0
p onse
pon se
pons e
Ġ sup
Ġs up
Ġsu p
d ate
da te
dat e
Ġ acc
Ġa cc
Ġac c
Ġ had
Ġh ad
Ġha d
Ġ bu
Ġb u
2 00
20 0
Ġ Re
ĠR e
Ġ were
Ġw ere
Ġwe re
Ġwer e
Ġ file
Ġf ile
Ġfil e
Ġfi le
Ġ would
Ġw ould
Ġwo uld
Ġ âĢľ
v en
ve n
i ss
is s
Ġ our
Ġo ur
Ġou r
c lass
cl ass
cla ss
clas s
r aw
ra w
Ġ year
Ġy ear
Ġye ar
D ata
Da ta
Dat a
Ġ val
Ġv al
Ġva l
Ġ some
Ġs ome
Ġso me
Ġsom e
f ter
ft er
fte r
y s
Ġ ///
r ound
ro und
rou nd
v iew
vi ew
vie w
Ġ pe
Ġp e
Ġ there
Ġt here
Ġth ere
Ġthe re
Ġther e
Ġ said
Ġs aid
Ġsa id
Ġsai d
d u
o f
l ine
li ne
lin e
d uct
du ct
duc t
Ġ her
Ġh er
Ġhe r
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
R es
Re s
Ġ co
Ġc o
Ġ comm
Ġc omm
Ġcom m
Ġco mm
i se
is e
m in
mi n
Ġ ĠĠĠĊ
et hod
eth od
u te
ut e
Ġ ass
Ġa ss
Ġas s
I nt
In t
a sk
as k
l oc
lo c
Ġ like
Ġl ike
Ġli ke
Ġlik e
o dy
od y
Ġ let
Ġl et
Ġle t
l oad
lo ad
Ġ am
Ġa m
r ol
ro l
Ġ gr
Ġg r
y p
Ġ also
Ġal so
Ġals o
Ġ It
ĠI t
u rl
ur l
i fic
if ic
ifi c
o rs
or s
_ n
i gh
ig h
Ġ than
Ġt han
Ġth an
Ġtha n
C om
Co m
a ting
at ing
ati ng
atin g
1 7
Ġ This
ĠT his
ĠTh is
ĠThi s
r ef
re f
Ġ static
Ġst atic
Ġstat ic
Ġsta tic
Ġstati c
r oll
ro ll
rol l
Ġ just
Ġj ust
Ġju st
Ġjus t
Ġ result
Ġres ult
i an
ia n
id th
Ġ them
Ġt hem
Ġth em
Ġthe m
d er
de r
re ak
rea k
C on
Co n
u le
ul e
a rch
ar ch
arc h
e ment
em ent
eme nt
emen t
Ġ <<
5 0
u sh
us h
en se
ens e
a rr
ar r
Ġ into
Ġin to
Ġint o
c ess
ce ss
ces s
a mp
am p
i ed
ie d
u ment
um ent
ume nt
umen t
Ġ \
w o
a ls
al s
Ġ what
Ġw hat
Ġwh at
a nc
an c
V alue
Val ue
Va lue
o lum
ol um
olu m
Ġ pos
Ġp os
Ġpo s
a ges
ag es
age s
a yer
ay er
aye r
Ġ sc
Ġs c
u es
ue s
Ġ list
Ġl ist
Ġli st
Ġlis t
( s
Ġ case
Ġc ase
Ġca se
Ġcas e
C h
p onent
pon ent
pone nt
Ġ z
Ġ kn
Ġk n
l et
le t
r ed
re d
Ġ fe
Ġf e
Ġ },Ċ
Ġ ,
( t
Ġ first
Ġf irst
Ġfi rst
Ġfir st
w ord
wo rd
wor d
Ġ import
Ġim port
Ġimp ort
Ġ act
Ġa ct
Ġac t
Ġ char
Ġc har
Ġch ar
Ġcha r
Ġ Tr
ĠT r
o ple
op le
opl e
ĉ f
2 4
i ent
ie nt
ien t
c ent
ce nt
cen t
. j
l ection
le ction
lect ion
lec tion
Ġ only
Ġon ly
Ġ print
Ġp rint
Ġpr int
Ġpri nt
Ġprin t
m er
me r
o ck
oc k
Ġ --
T ext
Te xt
Tex t
Ġ op
Ġo p
a nk
an k
Ġ its
Ġit s
Ġi ts
Ġ back
Ġb ack
Ġba ck
Ġbac k
Ġ need
Ġn eed
Ġne ed
Ġ cl
Ġc l
Ġ sub
Ġs ub
Ġsu b
Ġ la
Ġl a
O bject
Ob ject
Obj ect
Ġ start
Ġst art
Ġstar t
Ġsta rt
f ile
fi le
fil e
( self
(s elf
(se lf
(sel f
n er
ne r
e y
Ġ user
Ġu ser
Ġus er
Ġuse r
Ġ ent
Ġe nt
Ġen t
Ġ Com
ĠC om
ĠCo m
i ts
it s
Ġ Con
ĠC on
ĠCo n
o uble
ou ble
oub le
o wer
ow er
owe r
i tem
it em
ite m
v ery
ver y
ve ry
Ġ We
ĠW e
6 4
l ick
lic k
li ck
Ġ Q
p hp
ph p
t tp
tt p
i cs
ic s
Ġ under
Ġu nder
Ġun der
Ġund er
Ġunde r
Ġ *Ċ
i ces
ic es
ice s
Ġ reg
Ġre g
Ġr eg
ĉ public
ĉp ublic
ĉpub lic
Ġ then
Ġt hen
Ġth en
Ġthe n
r eat
re at
rea t
i ous
io us
iou s
e k
i rect
ir ect
ire ct
h eck
he ck
hec k
cri pt
cr ipt
n ing
ni ng
nin g
Ġ Un
ĠU n
Ġ may
Ġm ay
Ġma y
Ġ Wh
ĠW h
B o
I tem
It em
str uct
stru ct
. st
.s t
r eam
re am
rea m
i ble
ib le
lo at
Ġ org
Ġo rg
Ġor g
u nd
un d
s um
su m
_ in
_i n
Ġ how
Ġh ow
Ġho w
r ite
ri te
rit e
T o
4 0
w w
Ġ people
Ġpe ople
in dex
ind ex
inde x
. n
h ttp
ht tp
htt p
( m
e ctor
ect or
ec tor
Ġ ind
Ġin d
Ġi nd
Ġ jav
Ġj av
Ġja v
Ġ He
ĠH e
_ st
_s t
f ul
fu l
o le
ol e
Ġ should
Ġsh ould
Ġsho uld
o py
op y
e lp
el p
i er
ie r
_ name
_n ame
_na me
er son
ers on
o te
ot e
Ġ test
Ġt est
Ġte st
Ġtes t
Ġ bet
Ġb et
Ġbe t
r ror
rr or
u lar
ul ar
ula r
Ġ Ð
b s
t ing
ti ng
tin g
Ġ make
Ġm ake
Ġma ke
Ġmak e
T r
Ġ after
Ġa fter
Ġaf ter
Ġaft er
ar get
arg et
arge t
ol umn
olum n
olu mn
r c
_ re
_r e
de fine
def ine
2 2
Ġ right
Ġr ight
Ġrig ht
Ġri ght
r ight
ri ght
rig ht
d ay
da y
Ġ long
Ġl ong
Ġlo ng
Ġlon g
( p
t d
c ond
con d
co nd
Ġ Pro
ĠP ro
ĠPr o
Ġ rem
Ġre m
Ġr em
pt ions
ption s
v id
vi d
. g
Ġ ext
Ġe xt
Ġex t
Ġ __
p ace
pa ce
pac e
m p
Ġ min
Ġm in
Ġmi n
st ance
sta nce
stan ce
a ir
ai r
a ction
act ion
ac tion
w h
t ype
ty pe
typ e
u til
ut il
uti l
a it
ai t
t ext
te xt
tex t
Ġ ph
Ġp h
Ġ fl
Ġf l
c cess
cc ess
cce ss
b r
f ore
fo re
for e
ers ion
. re
.r e
a teg
at eg
ate g
Ġ loc
Ġl oc
Ġlo c
i ns
in s
- s
t rib
tr ib
tri b
Ġ Int
ĠI nt
ĠIn t
Ġ array
Ġa rray
Ġar ray
Ġarr ay
P ro
Pr o
( c
ess ion
Ġ she
Ġs he
Ġsh e
a ph
ap h
Ġ exp
Ġe xp
Ġex p
er ty
ert y
Ġ Se
ĠS e
Ġ par
Ġp ar
Ġpa r
u nc
un c
Ġ read
Ġre ad
Ġr ead
p rint
pr int
pri nt
Ġ rel
Ġre l
Ġr el
Ġ form
Ġf orm
Ġfor m
Ġfo rm
Ġ dr
Ġd r
Ex ception
Except ion
in put
inp ut
Ġ trans
Ġt rans
Ġtr ans
Ġtra ns
Ġtran s
or der
ord er
orde r
B y
Ġ aw
Ġa w
i ties
it ies
iti es
u ff
uf f
p lay
pl ay
pla y
. add
.a dd
.ad d
Ġ âĢĵ
Ġ want
Ġw ant
Ġwa nt
Ġwan t
Ġ comp
Ġc omp
Ġcom p
Ġco mp
m ents
ment s
me nts
men ts
Ġ ||
a z
b e
Ġ number
Ġn umber
Ġnum ber
Ġnumb er
Ġ require
Ġre quire
Ġreq uire
Ġrequ ire
Ġ Ex
ĠE x
6 0
Ġ col
Ġc ol
Ġco l
Ġ key
Ġk ey
Ġke y
em ber
emb er
Ġ two
Ġt wo
Ġtw o
Ġ size
Ġs ize
Ġsi ze
Ġsiz e
Ġ where
Ġw here
Ġwh ere
Ġwhe re
res ult
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
o ugh
ou gh
oug h
or ld
o od
oo d
u ch
uc h
at ive
ati ve
ativ e
g er
ge r
a rent
ar ent
are nt
aren t
Ġ /*
Ġ arg
Ġa rg
Ġar g
Ġ while
Ġwh ile
2 3
( this
(t his
(th is
Ġ rec
Ġre c
Ġr ec
Ġ dif
Ġd if
Ġdi f
St ate
Stat e
Ġ spec
Ġs pec
Ġsp ec
Ġspe c
r ide
ri de
rid e
Ġ look
Ġl ook
Ġlo ok
il ity
ilit y
ili ty
e ter
et er
ete r
âĢĻ t
ay out
ayo ut
a ger
ag er
age r
Ġ could
Ġc ould
Ġco uld
Ġcou ld
Ġ br
Ġb r
e nds
en ds
end s
u res
ur es
ure s
Ġ know
Ġk now
Ġkn ow
e ts
et s
Ġ If
ĠI f
Ġ Sh
ĠS h
. w
b ack
ba ck
bac k
Ġ ser
Ġs er
Ġse r
Ġ +=
Ġ fr
Ġf r
Ġ hand
Ġh and
Ġha nd
Ġhan d
I nd
In d
I m
Ġ most
Ġm ost
Ġmo st
Ġmos t
Ġ try
Ġt ry
Ġtr y
Ġ now
Ġn ow
Ġno w
r ough
ro ugh
rou gh
ack age
Ġ him
Ġh im
Ġhi m
i fy
if y
Ġ break
Ġb reak
Ġbre ak
Ġ );Ċ
r en
re n
i tt
it t
Ġ ap
Ġa p
ĉ c
( n
Ġ You
ĠY ou
ĠYo u
- m
Ġ every
Ġe very
Ġever y
Ġev ery
Ġeve ry
us tom
ust om
usto m
l ient
li ent
lie nt
lien t
oc ument
ocu ment
cri ption
cript ion
E rror
Err or
Er ror
Erro r
- b
9 9
t rans
tr ans
tra ns
tran s
Ġ point
Ġp oint
Ġpo int
Ġpoi nt
Ġ std
Ġs td
Ġst d
Ġ fil
Ġf il
Ġfi l
T ime
Tim e
Ti me
8 0
Ġ mod
Ġm od
Ġmo d
Ġ ->
Ġ error
Ġe rror
Ġerr or
Ġer ror
Ġerro r
a h
Ġ text
Ġt ext
Ġte xt
Ġtex t
r oller
ro ller
rol ler
roll er
l ose
lo se
los e
q l
Ġ pol
Ġp ol
Ġpo l
Ġ show
Ġs how
Ġsh ow
Ġsho w
U ser
Us er
Use r
a sed
as ed
ase d
Ġ {ĊĊ
Ġ find
Ġf ind
Ġfin d
Ġfi nd
s pan
sp an
spa n
e nu
en u
Ġ current
Ġc urrent
Ġcur rent
Ġcurr ent
Ġ used
Ġu sed
Ġus ed
Ġuse d
c ept
ce pt
cep t
cl ud
Ġ play
Ġp lay
Ġpl ay
Ġpla y
Ġ log
Ġl og
Ġlo g
u tion
ut ion
uti on
f l
Ġ see
Ġs ee
Ġse e
ind ows
indow s
indo ws
Ġ help
Ġh elp
Ġhe lp
Ġhel p
Ġ these
Ġth ese
Ġthe se
Ġ pass
Ġp ass
Ġpas s
Ġpa ss
Ġ down
Ġd own
Ġdo wn
Ġdow n
Ġ even
Ġe ven
Ġev en
Ġeve n
a son
as on
aso n
u ild
ui ld
uil d
f rom
fr om
( d
Ġ bl
Ġb l
l abel
la bel
lab el
e lse
el se
els e
Ġ (!
i zed
iz ed
ize d
Ġ ob
Ġo b
Ġ item
Ġit em
Ġi tem
u mp
um p
o rn
or n
Ġ don
Ġd on
Ġdo n
S e
m an
ma n
2 7
am ple
amp le
t n
H e
g ram
gr am
gra m
Ġ did
Ġd id
Ġdi d
w n
_ h
i ver
iv er
ive r
Ġ sm
Ġs m
Ġ through
Ġth rough
Ġthr ough
Ġthro ugh
Ġ An
ĠA n
c he
ch e
Ġ inv
Ġin v
Ġi nv
o use
ou se
ous e
Ġ es
Ġe s
Ġ New
ĠN ew
ĠNe w
ex port
exp ort
expo rt
m ary
ma ry
mar y
u to
ut o
l er
le r
Ġ last
Ġl ast
Ġla st
Ġlas t
Ġ event
Ġe vent
Ġeven t
Ġev ent
Ġeve nt
t ry
tr y
i ly
il y
ig ned
ign ed
igne d
i nes
in es
ine s
ol low
oll ow
ollo w
ic ense
icens e
s ole
so le
sol e
l ear
le ar
lea r
( int
(i nt
(in t
Ġ again
Ġa gain
Ġag ain
Ġ high
Ġh igh
Ġhi gh
h tml
ht ml
htm l
In dex
Ind ex
ut hor
uth or
Ġ /**Ċ
Ġ line
Ġl ine
Ġli ne
Ġlin e
E vent
Even t
Ev ent
Ġ does
Ġd oes
Ġdo es
Ġdoe s
it ial
iti al
itia l
Ġ cr
Ġc r
a rs
ar s
2 8
Ġ tem
Ġt em
Ġte m
c ause
ca use
f ace
fa ce
fac e
Ġ `
B utton
But ton
a ture
at ure
atur e
atu re
ect ed
ec ted
i ster
is ter
ist er
iste r
Ġ before
Ġb efore
Ġbe fore
Ġbef ore
a le
al e
o ther
ot her
oth er
Ġ because
Ġb ecause
Ġbe cause
Ġbec ause
r oid
ro id
roi d
Ġ ed
Ġe d
i k
r eg
re g
Ġ De
ĠD e
Ġ dist
Ġd ist
Ġdis t
Ġdi st
Ġ state
Ġst ate
Ġstat e
Ġsta te
Ġ cons
Ġc ons
Ġcon s
Ġco ns
r int
ri nt
rin t
a tt
at t
Ġ here
Ġh ere
Ġhe re
Ġher e
i ned
in ed
ine d
Ġ final
Ġf inal
Ġfin al
Ġfi nal
Ġ ""
K ey
Ke y
Ġ del
Ġd el
Ġde l
p ty
pt y
th ing
thin g
2 6
Ġ And
ĠA nd
ĠAn d
Ġ run
Ġr un
Ġru n
Ġ X
y m
. app
.ap p
.a pp
Ġ very
Ġv ery
Ġver y
Ġve ry
c es
ce s
a red
ar ed
are d
w ard
wa rd
war d
l ist
li st
lis t
i ted
it ed
ite d
o log
ol og
olo g
it ch
B ox
Bo x
i fe
if e
3 3
Ġ ac
Ġa c
Ġ model
Ġm odel
Ġmod el
Ġmode l
Ġmo del
Ġ mon
Ġm on
Ġmo n
Ġ way
Ġw ay
Ġwa y
l ete
le te
let e
Ġ call
Ġc all
Ġcal l
Ġca ll
Ġ att
Ġa tt
Ġat t
Ġ cal
Ġc al
Ġca l
v ert
ver t
ve rt
Ġ dec
Ġd ec
Ġde c
l ease
le ase
lea se
o un
ou n
Ġ });Ċ
f r
form ation
format ion
forma tion
e tail
et ail
eta il
Ġ num
Ġn um
Ġnu m
a j
qu ery
que ry
quer y
Ġ well
Ġw ell
Ġwe ll
Ġwel l
Ġ object
Ġo bject
Ġob ject
Ġobj ect
Ġ As
ĠA s
Ġ years
Ġy ears
Ġyear s
Ġye ars
C olor
Col or
Co lor
Ġ default
Ġd efault
Ġde fault
Ġdef ault
Ġdefa ult
W h
Ġ ins
Ġin s
Ġi ns
a int
ain t
ai nt
Ġ java
Ġj ava
Ġjav a
Ġja va
Ġ sim
Ġs im
Ġsi m
Ġ Ar
ĠA r
m on
mo n
t il
ti l
S et
Se t
2 9
at ter
att er
atte r
Ġ view
Ġv iew
Ġvi ew
Ġvie w
Ġ pres
Ġp res
Ġpr es
Ġpre s
a rray
ar ray
arr ay
arra y
W e
A t
Ġ bel
Ġb el
Ġbe l
Ġ many
Ġm any
Ġman y
Ġma ny
2 1
M an
Ma n
e nder
en der
end er
ende r
Ġ being
Ġb eing
Ġbe ing
Ġbei ng
Ġ good
Ġg ood
Ġgo od
Ġgoo d
at ional
ation al
atio nal
ati onal
w are
wa re
war e
. log
.l og
.lo g
Ġ using
Ġu sing
Ġus ing
Ġ :=
_ w
i sts
is ts
ist s
l ish
li sh
lis h
Ġ stud
Ġst ud
Ġstu d
Ġ Al
ĠA l
Ġ gu
Ġg u
con fig
conf ig
u ring
ur ing
uri ng
t ime
ti me
tim e
o ken
ok en
oke n
ame space
ames pace
Ġ request
Ġre quest
Ġreq uest
Ġrequ est
Ġ child
Ġch ild
Ġchi ld
Ġ Ã
l ob
lo b
Ġ param
Ġp aram
Ġpar am
Ġpara m
Ġpa ram
Ġ }čĊ
0 1
Ġ echo
Ġe cho
Ġec ho
Ġech o
f unction
func tion
fun ction
p s
E lement
El ement
Elem ent
Ele ment
a lk
al k
l ication
lic ation
li cation
lica tion
b y
S ize
Si ze
ra wing
raw ing
Ġ person
Ġp erson
Ġper son
Ġpers on
Ġperso n
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
\ n
o bject
ob ject
obj ect
i nce
in ce
inc e
E n
F ile
Fi le
Fil e
u f
f fect
ff ect
ffe ct
Ġ style
Ġst yle
Ġsty le
Ġstyl e
sum mary
summ ary
Ġ que
Ġqu e
Ġq ue
_ r
Ġ ($
M odel
Mode l
Mod el
Mo del
i dent
id ent
ide nt
iden t
Ġ method
Ġm ethod
Ġmet hod
Ġmeth od
o tt
ot t
l ess
le ss
les s
Ġ ()
Ġ expect
Ġex pect
Ġexp ect
y nc
yn c
p ackage
pack age
3 5
u rs
ur s
Ġ prot
Ġp rot
Ġpro t
Ġpr ot
p re
pr e
Ġ )Ċ
m a
Ġ sur
Ġs ur
Ġsu r
Ġ found
Ġf ound
Ġfo und
Ġfou nd
In fo
Inf o
p ar
pa r
i mes
im es
ime s
. e
a ins
ain s
ai ns
Ġ post
Ġp ost
Ġpos t
Ġpo st
- d
4 5
o lean
ol ean
ole an
Ġ sl
Ġs l
Ġ such
Ġs uch
Ġsu ch
Ġsuc h
s elect
se lect
sel ect
a iner
ain er
ai ner
aine r
Ġ think
Ġth ink
Ġthin k
Ġthi nk
Ġd iffer
Ġdif fer
Ġdi ffer
Ġdiff er
. r
o ol
oo l
p late
pl ate
plat e
pla te
q ual
qu al
qua l
Ġ For
ĠF or
ĠFo r
Ġ much
Ġm uch
Ġmu ch
Ġmuc h
u c
( new
(n ew
(ne w
od ule
odu le
Ġ som
Ġs om
Ġso m
Ġ http
Ġh ttp
Ġht tp
Ġhtt p
Ġ List
ĠL ist
ĠLi st
ĠLis t
Ġ count
Ġc ount
Ġco unt
Ġcoun t
Ġcou nt
Ġ inst
Ġin st
Ġi nst
Ġins t
c har
ch ar
cha r
m it
mi t
. id
.i d
a king
ak ing
aki ng
akin g
Ġ gener
Ġg ener
Ġge ner
Ġgen er
Ġgene r
p x
v ice
vi ce
vic e
3 7
_ data
_d ata
_dat a
_da ta
Ġ NULL
i dd
id d
Ġ med
Ġm ed
Ġme d
o rg
or g
i der
id er
ide r
a che
ac he
ach e
w ork
wo rk
wor k
Ġ check
Ġc heck
Ġch eck
Ġche ck
w een
we en
Ġ ((
t he
th e
a nts
an ts
ant s
- c
Ġ open
Ġo pen
Ġop en
Ġ est
Ġe st
Ġes t
Ġ ĠĠĠĠĠĠĠĊ
Ġ next
Ġn ext
Ġne xt
Ġnex t
Ã ³
Ġ follow
Ġf ollow
Ġfol low
Ġfoll ow
c ontent
con tent
cont ent
conte nt
Ġ ĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġin clud
Ġincl ud
Ġinclu d
Ġ Res
ĠR es
ĠRe s
Ġ href
Ġh ref
Ġhr ef
Ð ¸
Ġ car
Ġc ar
Ġca r
y pes
ype s
yp es
i mage
im age
ima ge
imag e
U n
Ġ bool
Ġb ool
Ġbo ol
Ġboo l
Ġ game
Ġg ame
Ġgam e
Ġga me
.F orm
.For m
r ows
ro ws
row s
v elop
ve lop
vel op
.Draw ing
Ġ path
Ġp ath
Ġpat h
Ġpa th
is ion
isi on
Ġ each
Ġe ach
Ġea ch
Ġ Pl
ĠP l
_ type
_t ype
_typ e
_ty pe
P ath
Pa th
Pat h
n ection
ne ction
nect ion
Ġ av
Ġa v
Ġ support
Ġs upport
Ġsup port
Ġsupp ort
r em
re m
Ġ own
Ġo wn
Ġow n
Ġ cor
Ġc or
Ġco r
c ount
co unt
cou nt
m iss
mi ss
mis s
u ally
ual ly
Ġ mem
Ġm em
Ġme m
s td
st d
i ence
ie nce
ien ce
s earch
se arch
sea rch
F orm
For m
Fo rm
Ġ sex
Ġs ex
Ġse x
e name
en ame
ena me
Ġ sign
Ġs ign
Ġsi gn
Ġsig n
Ġ et
Ġe t
Ġ ĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠ Ġ
Ġ App
ĠA pp
ĠAp p
Ġ those
Ġth ose
Ġtho se
o ff
of f
Ġ err
Ġe rr
Ġer r
Ġ system
Ġs ystem
Ġsys tem
Ġsy stem
Ġsyst em
Ġ best
Ġb est
Ġbe st
Ġbes t
c ode
co de
cod e
Ġ same
Ġs ame
Ġsa me
Ġsam e
Ġ di
Ġd i
u ss
us s
Ġ create
Ġc reate
Ġcre ate
Ġcreat e
Ġcrea te
a ther
at her
ath er
athe r
Ar ray
Arr ay
. in
.i n
f e
S ervice
Ser vice
Serv ice
a ts
at s
Ġ Z
al th
alt h
Ġ made
Ġm ade
Ġma de
Ġmad e
tr ue
tru e
Ġ mark
Ġm ark
Ġmar k
Ġma rk
r id
ri d
if ied
ifi ed
ifie d
y n
p ress
pr ess
pre ss
pres s
Ġ group
Ġg roup
Ġgr oup
Ġgro up
Ġgrou p
Ġ fin
Ġf in
Ġfi n
Ġ License
ĠLic ense
F ield
Fi eld
e ger
eg er
Ġ world
Ġw orld
Ġwor ld
i ness
in ess
ine ss
ines s
t y
Ġ process
Ġp rocess
Ġpro cess
Ġproc ess
Ġproces s
( b
Ġ cre
Ġc re
Ġcr e
a rn
ar n
i ves
iv es
ive s
Ġ main
Ġm ain
Ġma in
Ġmai n
i deo
id eo
ide o
3 6
_ g
val id
va lid
i mg
im g
Ġ color
Ġc olor
Ġco lor
Ġcol or
Ġ report
Ġre port
Ġrep ort
Ġrepo rt
Ġ take
Ġt ake
Ġta ke
Ġtak e
r ib
ri b
Ġ day
Ġd ay
Ġda y
Re quest
Req uest
Ġ sk
Ġs k
b ers
ber s
be rs
ĉ s
.A dd
.Ad d
o ot
oo t
I mage
Im age
Ġcom ple
Ġcomp le
Ġcompl e
ol lection
oll ection
ollect ion
olle ction
Ġ top
Ġt op
Ġto p
Ġ free
Ġf ree
Ġfr ee
Ġfre e
D e
Ġ On
ĠO n
9 0
e ta
et a
D ate
Da te
Dat e
Ġ action
Ġa ction
Ġact ion
Ġac tion
3 4
O ver
i tor
it or
ito r
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
n ot
no t
Ġ index
Ġin dex
Ġind ex
Ġinde x
h er
he r
i con
ic on
ico n
O n
iv ity
ivi ty
m and
man d
ma nd
.W indows
.Window s
Ġ real
Ġre al
Ġ max
Ġm ax
Ġma x
l and
la nd
lan d
r aph
ra ph
rap h
Ġ build
Ġb uild
Ġbu ild
l eg
le g
as sword
ass word
o ok
oo k
u ck
uc k
Ġ message
Ġm essage
Ġmess age
Ġmes sage
t est
te st
tes t
i vers
iv ers
ive rs
iver s
3 8
Ġ input
Ġin put
Ġinp ut
Ġ art
Ġa rt
Ġar t
Ġ between
Ġb etween
Ġbet ween
G et
Ge t
en ter
ent er
ente r
g round
gr ound
gro und
e ne
en e
Ã ¡
N ode
No de
( i
C lass
Cl ass
Cla ss
f or
fo r
Ġ âĢĶ
t en
te n
o in
oi n
Ġ ke
Ġk e
u i
Ġ IN
Ġ table
Ġt able
Ġtab le
Ġta ble
s ub
su b
Ġ Le
ĠL e
Ġ head
Ġh ead
Ġhe ad
Ġ must
Ġm ust
Ġmus t
Ġmu st
. util
.u til
.ut il
Cont ext
Con text
Ġ order
Ġor der
Ġord er
Ġ mov
Ġm ov
Ġmo v
o ver
ov er
ove r
Ġ contin
Ġcon tin
Ġcont in
Ġ say
Ġs ay
Ġsa y
st atic
stat ic
sta tic
.T ext
.Te xt
Ġ className
Ġclass Name
p any
pan y
pa ny
Ġ ter
Ġt er
Ġte r
h ead
he ad
hea d
r g
Ġ product
Ġpro duct
Ġprodu ct
Ġprod uct
T his
Th is
Ġ But
ĠB ut
ĠBu t
7 0
l oy
lo y
Ġ double
Ġd ouble
Ġdo uble
Ġdoub le
Ġdou ble
s g
Ġ place
Ġp lace
Ġpl ace
Ġplac e
Ġpla ce
. x
m essage
mes sage
mess age
Ġ information
Ġin formation
Ġinform ation
Ġinformat ion
pr ivate
priv ate
Ġ oper
Ġo per
Ġop er
c ed
ce d
d b
P aram
Par am
Pa ram
Para m
i cle
ic le
icl e
Ġ week
Ġwe ek
Ġwee k
Ġ prop
Ġp rop
Ġpro p
Ġpr op
t able
ta ble
tab le
tabl e
id get
idge t
p lace
pl ace
pla ce
P rop
Pro p
Pr op
Ġ All
ĠA ll
ĠAl l
e ls
el s
b ox
bo x
Ġ To
ĠT o
i ter
it er
ite r
S h
u ration
ur ation
ura tion
urat ion
o lder
ol der
old er
_ list
_l ist
_li st
c ome
com e
co me
Ġ sw
Ġs w
iz ation
iza tion
ĉ for
ĉf or
b l
Ġ program
Ġp rogram
Ġpro gram
Ġpr ogram
Ġprog ram
( e
a pe
ap e
c heck
ch eck
che ck
.Form s
.For ms
Ġ und
Ġu nd
Ġun d
ateg ory
ategor y
atego ry
7 5
a gs
ag s
Ġ response
Ġres ponse
Ġrespons e
Ġresp onse
re quest
req uest
requ est
Ġ struct
Ġstr uct
Ġstru ct
e scription
es cription
Ġ code
Ġc ode
Ġco de
Ġcod e
u ffer
uff er
uf fer
Ġ without
Ġwith out
lo bal
lob al
M anager
Man ager
Manage r
Mana ger
il ter
ilt er
ĉ this
ĉt his
ĉth is
o ption
op tion
opt ion
Ġ sol
Ġs ol
Ġso l
Ġ ===
a kes
ak es
ake s
Cont roller
Control ler
Contr oller
4 4
M essage
Mes sage
Mess age
Ġ ref
Ġre f
Ġr ef
e ver
ev er
eve r
Ġ So
ĠS o
a ining
ain ing
ai ning
. append
.app end
.ap pend
Ġ still
Ġst ill
Ġstil l
Ġpro vid
Ġpr ovid
Ġprov id
Ġ assert
Ġas sert
Ġass ert
m ed
me d
Ġ cap
Ġc ap
Ġca p
us iness
usi ness
Ġ rep
Ġre p
Ġr ep
t ings
ting s
tin gs
v ed
ve d
a pi
ap i
Ġ field
Ġf ield
Ġfi eld
Ġfie ld
i ven
iv en
ive n
o to
ot o
c ol
co l
( x
g ht
gh t
Res ult
C ode
Co de
Cod e
. is
.i s
l ink
li nk
lin k
Ġ cour
Ġc our
Ġco ur
Ġcou r
A n
Ġ team
Ġt eam
Ġte am
Ġtea m
ĉ int
ĉi nt
ĉin t
i ft
if t
5 5
Ġ second
Ġse cond
Ġsec ond
Ġ going
Ġgo ing
Ġ range
Ġr ange
Ġran ge
Ġra nge
Ġrang e
n ess
ne ss
nes s
3 9
Ġf am
Ġfa m
Ġ nil
Ġn il
Ġni l
Ġ Cont
ĠC ont
ĠCon t
ĠCo nt
ail able
u tes
ut es
ute s
a tab
at ab
ata b
Ġ fact
Ġf act
Ġfa ct
Ġfac t
Ġ vis
Ġv is
Ġvi s
Ġ AN
3 1
A l
t itle
ti tle
tit le
Ġ android
Ġand roid
i rt
ir t
Ġw rit
Ġwr it
ĉ m
ft ware
o nd
on d
Ġ ret
Ġre t
Ġr et
os ition
osi tion
osit ion
Ġ home
Ġh ome
Ġhom e
Ġho me
Ġ left
Ġl eft
Ġle ft
ar gs
arg s
m eric
mer ic
me ric
4 8
Ġ direct
Ġd irect
Ġdi rect
Ġdir ect
Ġdire ct
o ci
oc i
P l
A s
r et
re t
a do
ad o
O f
c hn
ch n
Ġ Get
ĠG et
ĠGe t
e e
r oss
ro ss
ros s
. ph
.p h
I t
o ute
ou te
out e
Ġex per
Ġexp er
ch ool
cho ol
w ww
ww w
Ġ allow
Ġal low
Ġall ow
Ġallo w
Ġ Â
s ize
si ze
siz e
i sm
is m
a i
t ract
tr act
tra ct
a ne
an e
con text
cont ext
conte xt
Ġ beg
Ġb eg
Ġbe g
Ġ page
Ġp age
Ġpa ge
Ġpag e
h ip
hi p
n o
c ore
co re
cor e
s p
Ġ different
Ġd ifferent
Ġdiffer ent
i able
ia ble
Ġ Me
ĠM e
b utton
but ton
butt on
Ġ Is
ĠI s
erv ices
ervice s
Ġ ca
Ġc a
Ġ around
Ġa round
Ġar ound
Ġarou nd
A pp
Ap p
r ation
ra tion
rat ion
ratio n
Ġ rece
Ġre ce
Ġr ece
Ġrec e
Ġ really
Ġre ally
Ġreal ly
Ġ image
Ġi mage
Ġim age
Ġimag e
Ġima ge
Ġ target
Ġt arget
Ġtar get
Ġtarg et
Ġ dep
Ġd ep
Ġde p
opy right
t ra
tr a
i ngle
in gle
ing le
i tal
it al
ita l
L ayout
Ġ both
Ġb oth
Ġbo th
Ġbot h
Over ride
a rm
ar m
at erial
ate rial
ater ial
ateria l
i led
il ed
ile d
Ġ put
Ġp ut
Ġpu t
Q u
u ng
un g
m ap
ma p
Ġ level
Ġle vel
Ġlev el
Ġleve l
Com ponent
Comp onent
b ook
bo ok
boo k
c reen
cre en
cr een
Ġ config
Ġcon fig
Ġconf ig
O r
. data
.d ata
.dat a
.da ta
Ġ document
Ġd ocument
Ġdoc ument
trib ute
u x
L og
Lo g
f erence
fer ence
fe rence
p ost
pos t
po st
_ e
Ġ local
Ġl ocal
Ġlo cal
Ġloc al
an dom
and om
ando m
as sert
ass ert
asse rt
asser t
V al
Va l
l ected
lect ed
lec ted
i na
in a
at abase
ata base
atab ase
A dd
Ad d
Ġ content
Ġc ontent
Ġcon tent
Ġcont ent
Ġconten t
Ġconte nt
. print
.p rint
.pr int
s igned
sign ed
sig ned
r ic
ri c
Ġ fa
Ġf a
- f
i ved
iv ed
ive d
Ġ quest
Ġqu est
Ġque st
Ġq uest
Ġques t
. ex
.e x
Ġ float
Ġf loat
Ġflo at
Ġ develop
Ġde velop
Ġdev elop
Ġdeve lop
Ġdevel op
M ap
Ma p
a ding
ad ing
adi ng
adin g
Ġ poss
Ġp oss
Ġpos s
Ġpo ss
n amespace
name space
names pace
ĉ b
.G et
.Ge t
j son
js on
e tails
et ails
etail s
eta ils
6 6
Ġ too
Ġt oo
Ġto o
Ġ extends
Ġext ends
Ġextend s
Ġ None
ĠN one
ĠNo ne
ĠNon e
Ġ fore
Ġf ore
Ġfor e
Ġfo re
(S tring
(Str ing
form at
for mat
forma t
Ġ great
Ġg reat
Ġgr eat
Ġgre at
in ter
int er
inte r
c ale
ca le
cal e
r on
ro n
i ving
iv ing
ivi ng
E nt
En t
e ncy
en cy
enc y
x t
o y
0 5
Ġ month
Ġm onth
Ġmon th
Ġmo nth
Ġmont h
Ġh app
Ġha pp
Ġhap p
Ġ super
Ġs uper
Ġsu per
Ġsup er
b ar
ba r
d efault
de fault
def ault
_ de
_d e
or ds
ord s
l n
Ġ Ind
ĠI nd
ĠIn d
a ses
as es
ase s
Ġ title
Ġt itle
Ġtit le
Ġti tle
Ġ context
Ġcon text
Ġcont ext
Ġconte xt
0 8
o h
- p
E m
Ġ met
Ġm et
Ġme t
T est
Te st
Tes t
Ġ life
Ġl ife
Ġli fe
Ġlif e
_ v
Ġ US
o cation
oc ation
oca tion
m d
Ġ [Ċ
Ġ ]
s w
Ġ incre
Ġin cre
Ġinc re
Ġincr e
s cript
scri pt
scr ipt
ent ial
enti al
w ays
way s
wa ys
. de
.d e
Ġ src
Ġs rc
Ġsr c
Ġ catch
Ġc atch
Ġcat ch
Ġ Americ
ĠA meric
ĠAm eric
ĠAmer ic
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġ pay
Ġp ay
Ġpa y
p lit
pl it
Ġc oun
Ġco un
Ġcou n
o bj
ob j
.p hp
.ph p
Ġ change
Ġch ange
Ġchang e
Ġcha nge
Ġchan ge
e thing
eth ing
' re
'r e
a ster
as ter
ast er
aste r
l os
lo s
l ation
la tion
lat ion
Ġ ĠĊ
L e
Ã ¤
re ady
read y
rea dy
Ġ No
ĠN o
Ġ position
Ġp osition
Ġpos ition
Ġposit ion
Ġposi tion
Ġ old
Ġo ld
Ġol d
Ġ book
Ġb ook
Ġbo ok
Ġboo k
a bled
ab led
able d
abl ed
b ug
bu g
2 02
20 2
H and
Ha nd
Han d
is play
isp lay
a ving
av ing
avi ng
avin g
0 4
Ġg over
Ġgo ver
Ġgov er
Ġ version
Ġv ersion
Ġvers ion
S ystem
Sys tem
Sy stem
n ect
ne ct
res ponse
resp onse
respons e
St yle
U p
an gu
ang u
Ġ three
Ġth ree
Ġthr ee
i nit
in it
ini t
e ro
er o
Ġ law
Ġl aw
Ġla w
en dif
end if
endi f
Ġ base
Ġb ase
Ġbas e
Ġba se
e mail
em ail
ema il
( l
Ġ conf
Ġcon f
Ġco nf
Ġ during
Ġd uring
Ġdu ring
Ġdur ing
t es
te s
Ġ console
Ġcon sole
Ġcons ole
Ġ Pr
ĠP r
Ġ spe
Ġs pe
Ġsp e
v es
ve s
6 5
p ath
pat h
pa th
i alog
ial og
ia log
d ition
di tion
dit ion
_ to
_t o
ar ds
ard s
Ġ against
Ġagain st
et work
Ġ Ph
ĠP h
c ur
cu r
i mit
im it
imi t
W ith
Wi th
Ġ power
Ġp ower
Ġpo wer
Ġpow er
i um
iu m
Ġw om
Ġwo m
l eft
le ft
lef t
our ces
ource s
a tri
at ri
atr i
Ġ Im
ĠI m
Ġ Man
ĠM an
ĠMa n
or th
ort h
8 8
qu als
qual s
qua ls
e se
es e
_ size
_s ize
_si ze
Ġ iss
Ġis s
Ġi ss
o tal
ot al
ota l
- g
i que
iqu e
iq ue
r ame
ra me
ram e
Ġ width
Ġw idth
Ġwid th
e rg
er g
it tle
itt le
Ġ They
ĠT hey
ĠThe y
ĠTh ey
e nces
en ces
ence s
enc es
0 2
r l
o ns
on s
Ġ label
Ġl abel
Ġla bel
Ġlab el
. y
- t
up date
upd ate
a nel
an el
ane l
s c
. to
.t o
Ġ project
Ġpro ject
Ġproj ect
Ġproje ct
Ã ¼
Ġ element
Ġe lement
Ġel ement
Ġele ment
Ġelem ent
Ġ success
Ġs uccess
Ġsu ccess
Ġsuc cess
Ġsucc ess
Ġsucces s
. sh
.s h
r am
ra m
c hed
ch ed
che d
Ġ (Ċ
Ġ date
Ġd ate
Ġda te
Ġdat e
Ġ tot
Ġt ot
Ġto t
A ll
Al l
if ication
ific ation
ifi cation
ifica tion
ĉ var
ĉv ar
ĉva r
Ġ tri
Ġt ri
Ġtr i
c hem
ch em
che m
m y
Ġ big
Ġb ig
Ġbi g
Ġ Ad
ĠA d
Ġ At
ĠA t
o ts
ot s
n um
nu m
A ct
Ac t
Ġ map
Ġm ap
Ġma p
e ra
er a
c ope
co pe
cop e
Ġ pop
Ġp op
Ġpo p
Ġ few
Ġf ew
Ġfe w
Ġ len
Ġl en
Ġle n
u id
ui d
e ters
et ers
eter s
ete rs
u les
ul es
ule s
Ã Ń
s ource
ht tps
http s
htt ps
Ġ dem
Ġd em
Ġde m
Ġ ear
Ġe ar
Ġea r
Ġ match
Ġm atch
Ġmat ch
o ries
or ies
ori es
orie s
4 9
a ces
ace s
ac es
Ġ Cl
ĠC l
Ġ node
Ġn ode
Ġno de
Ġnod e
7 8
i rc
ir c
l ocal
lo cal
loc al
un ity
unit y
uni ty
Ġ another
Ġan other
Ġano ther
o gle
og le
ogl e
Ġ sit
Ġs it
Ġsi t
e work
ew ork
o logy
ol ogy
olog y
olo gy
o ught
ou ght
ough t
oug ht
.C ont
.Con t
.Co nt
Ġ care
Ġc are
Ġcar e
Ġca re
st ate
stat e
sta te
ĉ private
ĉpr ivate
ĉpriv ate
Ġ effect
Ġe ffect
Ġeff ect
Ġef fect
_ file
_f ile
_fil e
en ding
end ing
endi ng
L ine
Li ne
Lin e
F or
Fo r
i or
io r
Ġ Sc
ĠS c
Ġ fun
Ġf un
Ġfu n
.S ize
ĉ else
ĉe lse
ĉel se
st art
star t
sta rt
v ious
vi ous
vio us
Ġ },
o urs
ou rs
our s
Ġ leg
Ġl eg
Ġle g
Ġ service
Ġs ervice
Ġser vice
Ġserv ice
Ġservi ce
Ġservic e
Ġ since
Ġs ince
Ġsi nce
Ġsin ce
Ġsinc e
i ron
ir on
iro n
L abel
La bel
Lab el
Ġ non
Ġn on
Ġno n
Ġ los
Ġl os
Ġlo s
i ction
ic tion
ict ion
Ġ full
Ġf ull
Ġful l
Ġfu ll
a cter
act er
ac ter
b oard
bo ard
boa rd
g ress
gr ess
gre ss
gres s
Ġ turn
Ġt urn
Ġtu rn
Ġtur n
i ther
it her
ith er
ithe r
0 9
. size
.s ize
.si ze
Ġ body
Ġb ody
Ġbo dy
Ġbod y
r esh
re sh
res h
e turn
et urn
etur n
etu rn
1 99
19 9
y les
yle s
yl es
or mal
orm al
p i
Ġ something
Ġs omething
Ġsome thing
Ġsom ething
u int
ui nt
uin t
Ġ produ
Ġp rodu
Ġpro du
Ġpr odu
Ġprod u
Ġ stand
Ġst and
Ġsta nd
Ġstan d
Ġpro ble
Ġpr oble
Ġprob le
Ġprobl e
Ġ available
Ġa vailable
Ġav ailable
Ġavail able
m t
Ġ Bl
ĠB l
Ġ ...
Ġ block
Ġb lock
Ġbl ock
Ġblo ck
Ġbloc k
In put
Ġ keep
Ġke ep
C ount
Co unt
Cou nt
o pen
op en
ope n
Ġ ['
Ġ throw
Ġth row
Ġthr ow
Ġthro w
u ilder
uild er
ui lder
uil der
A ction
Act ion
Ac tion
Ġ things
Ġth ings
Ġthing s
Ġthin gs
Tr ue
Ġ url
Ġu rl
Ġur l
Ġ Bo
ĠB o
print f
Ġ red
Ġre d
Ġr ed
j s
.c reate
Ġ Or
ĠO r
S tatus
St atus
Stat us
In stance
Inst ance
Ġ control
Ġc ontrol
Ġcont rol
Ġcontr ol
Ġcontro l
Ġ come
Ġc ome
Ġcom e
Ġco me
Ġ custom
Ġc ustom
Ġcust om
Ġcus tom
l ocation
lo cation
loc ation
0 7
m odel
mod el
mo del
mode l
Ġ čĊ
Ġ source
Ġs ource
Ġsour ce
Ġe as
Ġea s
. out
.o ut
o ney
on ey
one y
Ġ await
Ġa wait
Ġaw ait
Ġp artic
Ġpart ic
Ġpar tic
Ġparti c
ub lish
ubl ish
o des
od es
ode s
_ pro
_p ro
_pr o
p ly
pl y
r iter
ri ter
rit er
rite r
Ġ prov
Ġp rov
Ġpro v
Ġpr ov
Ġ mill
Ġm ill
Ġmil l
Ġmi ll
Ġ chang
Ġc hang
Ġch ang
Ġcha ng
Ġchan g
Ġ ask
Ġa sk
Ġas k
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġ output
Ġout put
Ġ email
Ġe mail
Ġem ail
6 8
. push
.p ush
Ġ }čĊčĊ
i nation
in ation
ina tion
inati on
4 7
at rix
atri x
atr ix
T able
Tab le
Ta ble
u ccess
uc cess
ucc ess
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġ disc
Ġd isc
Ġdis c
Ġdi sc
Ġ business
Ġb usiness
Ġbus iness
h eight
he ight
hei ght
.ht ml
.htm l
t a
f ield
fi eld
Ġ required
Ġre quired
Ġrequire d
Ġrequ ired
Ġg overn
Ġgo vern
Ġgover n
Ġgov ern
l ex
le x
5 00
50 0
Ġ Set
ĠS et
ĠSe t
u rch
ur ch
t s
a f
Ġ might
Ġm ight
Ġmi ght
Ġmig ht
i story
ist ory
istor y
isto ry
S tr
St r
Ġ never
Ġn ever
Ġne ver
Ġnev er
Res ponse
Resp onse
Respons e
ar se
ars e
a da
ad a
Ġ How
ĠH ow
ĠHo w
Ġ *)
Ġ ;
Ġ hard
Ġh ard
Ġhar d
Ġha rd
A d
Ġ intern
Ġin tern
Ġint ern
Ġinter n
Ġinte rn
u sed
us ed
use d
( data
(d ata
(dat a
(da ta
m od
mo d
an nel
ann el
anne l
Ġ np
Ġn p
u gg
ug g
Ġ />Ċ
Ġ called
Ġc alled
Ġcall ed
Ġcal led
Ġcalle d
b ody
bo dy
Ġ cho
Ġc ho
Ġch o
( r
_ set
_s et
_se t
i rd
ir d
Ġ >=
Ġ };Ċ
Ġ options
Ġo ptions
Ġoption s
Ġopt ions
Ġ Gener
ĠG ener
ĠGe ner
ĠGen er
ĠGene r
Ġ height
Ġh eight
Ġhe ight
Ġhei ght
P oint
Po int
Y ou
Yo u
e ty
et y
C lick
Cl ick
Cli ck
Ġ small
Ġs mall
Ġsm all
Ġ ide
Ġi de
Ġid e
Ġ access
Ġa ccess
Ġacc ess
Ġac cess
Ġacces s
angu age
Ġ protected
Ġprot ected
Ġprotect ed
Ġ job
Ġj ob
Ġjo b
Ġ There
ĠT here
ĠThe re
ĠTh ere
ĠTher e
D ef
De f
Ġ address
Ġadd ress
Ġad dress
Ġaddr ess
Ġ uint
Ġu int
Ġui nt
N ot
No t
o o
a ps
ap s
< div
<d iv
a ined
ain ed
ai ned
aine d
a tur
at ur
atu r
Ġ sum
Ġs um
Ġsu m
- w
Ġ Date
ĠD ate
ĠDa te
ĠDat e
Ġ little
Ġl ittle
Ġlit tle
Ġlitt le
Ġf ri
Ġfr i
Ġ port
Ġp ort
Ġpo rt
Ġpor t
e h
p ring
pr ing
pri ng
_ path
_p ath
_pa th
_pat h
Ġ status
Ġs tatus
Ġst atus
Ġstat us
0 6
a im
ai m
b ool
bo ol
boo l
Ġ appe
Ġa ppe
Ġapp e
Ġap pe
Ġ os
Ġo s
. name
.n ame
ens ion
ensi on
Ġ update
Ġup date
Ġupd ate
Con fig
Conf ig
a ff
af f
Ġ <=
at ely
ate ly
atel y
# if
u ction
uct ion
uc tion
9 5
Ġ Te
ĠT e
Ġ link
Ġl ink
Ġli nk
Ġlin k
Ġ User
ĠU ser
ĠUs er
ĠUse r
. find
.f ind
.fi nd
.fin d
. org
.o rg
.or g
m e
Ġ given
Ġg iven
Ġgive n
Ġgi ven
O ut
Ġ better
Ġb etter
Ġbet ter
P age
Pa ge
Pag e
Ġ feel
Ġf eel
Ġfe el
Ġfee l
e nn
en n
Ġ already
Ġal ready
Ġ including
Ġin cluding
Ġinclud ing
Ġincl uding
Ġinclu ding
o ogle
oo gle
oog le
r u
ic ally
ical ly
p rop
pr op
pro p
l ean
le an
lea n
o uter
ou ter
out er
oute r
Ġ always
Ġal ways
or ding
ord ing
ordin g
I f
o rage
or age
ora ge
Ġ parent
Ġp arent
Ġpar ent
Ġpa rent
Ġpare nt
Ġparen t
v is
vi s
Ġ got
Ġg ot
Ġgo t
st and
sta nd
stan d
Ġ less
Ġl ess
Ġle ss
Ġles s
/ s
Ġ Ass
ĠA ss
ĠAs s
a pt
ap t
i red
ir ed
ire d
Ġ Add
ĠA dd
ĠAd d
Ġ account
Ġa ccount
Ġacc ount
Ġac count
p loy
pl oy
Ġ der
Ġd er
Ġde r
re sent
res ent
rese nt
Ġ lot
Ġl ot
Ġlo t
Ġ valid
Ġval id
Ġva lid
ĉ d
Ġ bit
Ġb it
Ġbi t
p onents
pon ents
ponent s
pone nts
Ġ following
Ġfollow ing
Ġfoll owing
_ ex
_e x
Ġ sure
Ġs ure
Ġsu re
Ġsur e
o cial
oc ial
oci al
Ġ prom
Ġp rom
Ġpro m
Ġpr om
er ties
ert ies
erti es
he ader
head er
hea der
. pro
.p ro
.pr o
Ġ boolean
Ġbo olean
Ġbool ean
Ġboo lean
Ġ search
Ġs earch
Ġse arch
Ġsea rch
k en
ke n
Ġ orig
Ġo rig
Ġor ig
Ġori g
Ġ er
Ġe r
E d
a ut
au t
l ing
li ng
lin g
al ity
ali ty
b ed
be d
ĉ case
ĉc ase
4 6
e ther
et her
eth er
ethe r
p osit
pos it
po sit
Ġ invest
Ġin vest
Ġinv est
Ġinve st
Ġ OR
Ġ says
Ġs ays
Ġsa ys
Ġsay s
m ission
miss ion
Ġ temp
Ġt emp
Ġte mp
Ġtem p
o ad
oa d
Ġ rest
Ġre st
Ġr est
Ġres t
in fo
inf o
Ġ interest
Ġinter est
Ġinte rest
Ġinteres t
A rg
Ar g
Ġ perform
Ġper form
Ġperf orm
Ġperfor m
p ons
pon s
po ns
Ġ View
ĠV iew
ĠVi ew
ĠVie w
Ġ ver
Ġv er
Ġve r
l ib
li b
( const
(con st
(co nst
U til
Ut il
List ener
Listen er
ar ge
arg e
7 7
Ġ mult
Ġm ult
Ġmu lt
Ġmul t
Ġ die
Ġd ie
Ġdi e
Ġ site
Ġs ite
Ġsit e
Ġsi te
Ġ values
Ġvalue s
Ġval ues
Ġvalu es
Ġ })Ċ
p en
pe n
N o
i cro
ic ro
Ġ beh
Ġb eh
Ġbe h
a cy
ac y
r ec
re c
ĉĠĠ Ġ
C ontent
Cont ent
Con tent
p lement
pl ement
ple ment
Ġ won
Ġw on
Ġwo n
Ġ video
Ġv ideo
Ġvi deo
Ġvid eo
Ġvide o
a di
ad i
p oint
po int
poi nt
0 3
Ġ gl
Ġg l
er ved
erv ed
erve d
v iron
vi ron
vir on
u ted
ut ed
ute d
' m
Ġ cert
Ġc ert
Ġce rt
Ġcer t
Ġ prof
Ġp rof
Ġpro f
Ġpr of
Ġ cell
Ġc ell
Ġce ll
Ġcel l
a ri
ar i
Ġ player
Ġp layer
Ġpl ayer
Ġplay er
Ġpla yer
a is
ai s
Ġ cost
Ġc ost
Ġco st
Ġcos t
Ġ hum
Ġh um
Ġhu m
Ġo ffic
Ġof fic
Ġoff ic
k s
. text
.t ext
.te xt
.tex t
a tures
at ures
ature s
atur es
atu res
Ġ total
Ġt otal
Ġto tal
Ġtot al
Ġ */ĊĊ
o pe
op e
Ġ stat
Ġs tat
Ġst at
Ġsta t
Ġ load
Ġl oad
Ġlo ad
Ġloa d
ight s
igh ts
Ġ clear
Ġc lear
Ġcl ear
Ġcle ar
u ro
ur o
Ġ techn
Ġt echn
Ġte chn
Ġtech n
Ġtec hn
up port
upp ort
Ġ row
Ġr ow
Ġro w
Ġse em
Ġsee m
Ġ q
Ġ short
Ġs hort
Ġsh ort
Ġsho rt
Ġ Not
ĠN ot
ĠNo t
i pp
ip p
G roup
Gr oup
Gro up
s ection
se ction
sec tion
sect ion
m ax
ma x
i rl
ir l
Ġ override
Ġover ride
Ġ company
Ġcom pany
Ġcomp any
Ġcompan y
Ġ done
Ġd one
Ġdo ne
Ġdon e
Ġ gre
Ġg re
Ġgr e
.R e
Ġ belie
Ġbe lie
Ġbel ie
r ist
ri st
ris t
Ġ health
Ġhe alth
Ġheal th
Ġ Be
ĠB e
. value
.v alue
.val ue
.va lue
Ġ Gr
ĠG r
ot tom
ott om
otto m
Ġ args
Ġar gs
Ġarg s
s tatus
st atus
stat us
f unc
fun c
fu nc
u ments
um ents
ument s
ume nts
umen ts
- h
N umber
Num ber
Ġ Log
ĠL og
ĠLo g
er ver
erv er
erve r
Ġ ),Ċ
a ment
am ent
ame nt
amen t
Ġ obj
Ġo bj
Ġob j
i nc
in c
Ġ children
Ġch ildren
Ġchild ren
i cy
ic y
a nds
an ds
and s
ab ly
abl y
Ġd istrib
Ġdis trib
Ġdist rib
Ġdistr ib
Ġ cur
Ġc ur
Ġcu r
e rial
er ial
eri al
eria l
Ġ days
Ġd ays
Ġday s
Ġda ys
r eated
re ated
reate d
reat ed
rea ted
r ect
re ct
rec t
- l
i rm
ir m
i dden
id den
idd en
o mb
om b
Ġ initial
Ġin itial
Ġinit ial
Ġiniti al
. js
.j s
Ġ â
Qu ery
Que ry
Ġ online
Ġon line
i mal
im al
ima l
. con
.c on
.co n
a u
U rl
Ur l
c ontrol
cont rol
contr ol
contro l
i rection
ir ection
ire ction
irect ion
Ġ instance
Ġin stance
Ġinst ance
Ġ Fr
ĠF r
w here
wh ere
Ġ javax
Ġj avax
Ġjav ax
Ġjava x
Ġ organ
Ġo rgan
Ġor gan
Ġorg an
a pter
ap ter
apt er
Ġ reason
Ġre ason
o ptions
option s
opt ions
5 9
Ġ Mar
ĠM ar
ĠMa r
( a
Ġ within
Ġwith in
Ġwi thin
Ġwit hin
ad min
adm in
en ded
end ed
ende d
Ġ design
Ġd esign
Ġde sign
Ġdes ign
Ġdesi gn
Ġ Data
ĠD ata
ĠDa ta
ĠDat a
u ne
un e
Ġ File
ĠF ile
ĠFil e
ĠFi le
r oot
ro ot
Ġ cent
Ġc ent
Ġce nt
Ġcen t
Ġ arr
Ġa rr
Ġar r
_ add
_a dd
_ad d
l en
le n
p age
pa ge
pag e
_ str
_s tr
_st r
Ġ bro
Ġb ro
Ġbr o
ab ility
abil ity
abilit y
o uth
ou th
out h
5 8
/ c
p ose
pos e
po se
ir tual
irt ual
e arch
ear ch
ea rch
_ url
_u rl
_ur l
ar gin
arg in
Ġ school
Ġs chool
Ġsch ool
Ġscho ol
a va
av a
Ġ consider
Ġcons ider
Ġconsid er
. label
.l abel
.lab el
Ġ Array
ĠAr ray
ĠArr ay
4 2
w eb
we b
o pt
op t
.print ln
u lation
ul ation
ula tion
Ġ func
Ġf unc
Ġfun c
Ġfu nc
Ġ "\
Ġ Text
ĠT ext
ĠTe xt
ĠTex t
act ory
actor y
( function
(f unction
(func tion
(fun ction
n ull
nu ll
nul l
Ġ eng
Ġe ng
Ġen g
d own
do wn
Ġ include
Ġin clude
Ġinclud e
Ġinc lude
Ġincl ude
Ġinclu de
Ġ En
ĠE n
Ġ Dr
ĠD r
Ġ db
Ġd b
s ide
si de
sid e
Ġ init
Ġin it
Ġi nit
Ġini t
qu ired
quire d
quir ed
qui red
Ġ She
ĠS he
ĠSh e
C olumn
Col umn
re act
rea ct
Ġ ann
Ġa nn
Ġan n
Ġ stop
Ġs top
Ġst op
Ġsto p
Ġ later
Ġl ater
Ġla ter
Ġlate r
Ġlat er
Ġ That
ĠT hat
ĠTh at
en tion
ent ion
enti on
d f
Ġ client
Ġc lient
Ġcl ient
Ġcli ent
r aft
ra ft
raf t
f fer
ff er
ffe r
el per
elp er
Ġ love
Ġl ove
Ġlo ve
Ġlov e
qu ote
quot e
quo te
o ud
ou d
Ġ json
Ġj son
Ġjs on
Ġ able
Ġa ble
Ġab le
Ġabl e
Ġ men
Ġm en
Ġme n
Ġ Copyright
ĠCopy right
Ã ¶
a vig
av ig
avi g
r eq
re q
C lient
Cl ient
Cli ent
.C om
.Co m
e rc
er c
i lt
il t
p ecial
pe cial
pec ial
pecia l
_ com
_c om
_co m
r oom
ro om
.N ame
Ġ give
Ġg ive
Ġgi ve
a mb
am b
i ke
ik e
Ġ condition
Ġcon dition
Ġcond ition
Ġcondi tion
c lient
cl ient
cli ent
a tors
at ors
ator s
ato rs
Ġ copy
Ġc opy
Ġco py
Ġcop y
u ture
ut ure
ivers ity
iversit y
er nal
ern al
erna l
Ġ Can
ĠC an
ĠCa n
o unc
ou nc
oun c
d o
Ġ occ
Ġo cc
Ġoc c
Ġ appro
Ġapp ro
Ġap pro
th ers
ther s
the rs
z e
Ġ either
Ġe ither
Ġei ther
Ġ Fl
ĠF l
Ġ important
Ġimport ant
Ġ lead
Ġl ead
Ġle ad
at tr
att r
E qual
Equ al
Eq ual
Ġ da
Ġd a
et ch
etc h
e ntity
ent ity
enti ty
Ġ family
Ġf amily
Ġfam ily
Ġfamil y
ad ding
add ing
addin g
Ġ option
Ġo ption
Ġop tion
Ġopt ion
Ġ exist
Ġex ist
i ca
ic a
Ġ Object
ĠO bject
ĠOb ject
ĠObj ect
6 9
' ve
v ers
ver s
ve rs
it ional
ition al
iti onal
6 7
out put
Ġ True
ĠTr ue
ĠTru e
Ġ OF
_ time
_t ime
_tim e
_ti me
Ġ offer
Ġo ffer
Ġof fer
Ġoff er
Ġ });ĊĊ
e gin
eg in
Ġ water
Ġw ater
Ġwa ter
Ġwat er
Ġ che
Ġc he
Ġch e
Ġ My
ĠM y
o red
or ed
ore d
Ġ step
Ġs tep
Ġst ep
Ġste p
a nces
an ces
ance s
anc es
à ¸
str uction
struct ion
stru ction
3 00
30 0
o uch
ou ch
St ream
Str eam
act ive
activ e
a ma
am a
E ntity
Ent ity
pro duct
produ ct
prod uct
Ġ government
Ġg overnment
Ġgovern ment
Ġ ID
aj or
ajo r
A nd
An d
Ġ display
Ġd isplay
Ġdis play
Ġdisp lay
Ġdispl ay
Ġ times
Ġt imes
Ġtime s
Ġtim es
Ġti mes
Ġ four
Ġf our
Ġfo ur
Ġfou r
Ġ far
Ġf ar
Ġfa r
Ġ present
Ġp resent
Ġpre sent
Ġpres ent
Ġ NS
Ġ \Ċ
u est
ue st
ues t
Ġ bas
Ġb as
Ġba s
e cho
ec ho
ech o
ch ild
chi ld
if ier
ifi er
ifie r
Hand ler
Handle r
Ġ lib
Ġl ib
Ġli b
P roperty
Pro perty
Prop erty
trans lation
Ġ room
Ġr oom
Ġro om
Ġ once
Ġo nce
Ġon ce
Ġonc e
Ġ []
c enter
cent er
cen ter
cente r
Ġ results
Ġres ults
Ġresult s
Ġ continue
Ġcont inue
Ġcontin ue
Ġcontinu e
Ġ talk
Ġt alk
Ġtal k
Ġta lk
_ get
_g et
_ge t
Ġ grow
Ġg row
Ġgr ow
Ġgro w
. sw
.s w
e b
Ġ Public
ĠP ublic
ĠPub lic
ec ute
ecut e
o ls
ol s
Ġ **
Ġ mass
Ġm ass
Ġma ss
Ġmas s
u red
ur ed
ure d
. class
.c lass
.cl ass
o mic
om ic
omi c
Ġ mean
Ġm ean
Ġme an
i ps
ip s
Ġ aut
Ġa ut
Ġau t
Ġ until
Ġun til
Ġunt il
Ġ market
Ġm arket
Ġmark et
Ġmar ket
Ġ area
Ġa rea
Ġare a
Ġar ea
u it
ui t
Ġ length
Ġl ength
Ġle ngth
Ġlen gth
Ġleng th
Ġ With
ĠW ith
ĠWi th
ĠWit h
str uctor
struct or
stru ctor
e vent
ev ent
even t
eve nt
Ġ Sp
ĠS p
Ġ mus
Ġm us
Ġmu s
i ff
if f
Ġ kind
Ġk ind
Ġki nd
Ġkin d
a uthor
aut hor
auth or
o unds
ou nds
ound s
oun ds
m b
_ key
_k ey
_ke y
4 1
w idth
wid th
pos itory
posit ory
positor y
Ġ light
Ġl ight
Ġli ght
Ġlig ht
u k
R ow
Ro w
o hn
oh n
a lf
al f
viron ment
a pper
ap per
app er
appe r
ol lections
oll ections
ollection s
ollect ions
olle ctions
Ġ side
Ġs ide
Ġsi de
Ġsid e
_ info
_in fo
_inf o
Ġ example
Ġex ample
Ġexam ple
i mary
im ary
ima ry
imar y
Ġ wr
Ġw r
Ġ camp
Ġc amp
Ġca mp
Ġcam p
cri be
cr ibe
2 55
25 5
Ġ miss
Ġm iss
Ġmis s
Ġmi ss
w ay
wa y
Ġ based
Ġb ased
Ġbase d
Ġbas ed
Ġba sed
Ġ plan
Ġp lan
Ġpl an
Ġpla n
V is
Vi s
o main
om ain
oma in
u nk
un k
Ġ away
Ġa way
Ġaw ay
i od
io d
Ġ Mon
ĠM on
ĠMo n
âĢĻ re
Ġ lik
Ġl ik
Ġli k
Ã §
i vely
iv ely
ive ly
ivel y
. v
i mer
im er
ime r
i zer
iz er
ize r
S ub
Su b
Ġ button
Ġb utton
Ġbut ton
Ġbutt on
Ġbutto n
Ġ Up
ĠU p
Ġ experience
Ġex perience
Ġexper ience
Ġexperi ence
Ġ render
Ġre nder
Ġr ender
Ġren der
Ġrend er
_ value
_v alue
_val ue
_va lue
Ġ near
Ġn ear
Ġne ar
a lt
al t
Ġ country
Ġc ountry
Ġcount ry
Ġcoun try
ib ility
ibil ity
ibilit y
ibili ty
5 7
e ad
ea d
Ġ author
Ġa uthor
Ġaut hor
Ġauth or
Ġ specific
Ġs pecific
Ġspec ific
Ġspeci fic
b ase
ba se
bas e
( name
(n ame
o nes
on es
one s
Ġ Do
ĠD o
Ġ along
Ġa long
Ġal ong
Ġalo ng
y ear
ye ar
Ġ express
Ġex press
Ġexp ress
Ġexpr ess
Ġexpres s
e nv
en v
Ġ begin
Ġb egin
Ġbe gin
Ġbeg in
Ġ software
Ġs oftware
Ġso ftware
Ġsoft ware
Ġ imp
Ġi mp
Ġim p
Ġ win
Ġw in
Ġwi n
Ã³ n
Ġ thing
Ġth ing
Ġthin g
Ġthi ng
T rans
Tr ans
Tra ns
Ġ THE
Ġ <?
Ġ why
Ġw hy
Ġwh y
Ġ doesn
Ġdoes n
Ġdoe sn
i j
g ing
gin g
gi ng
ĉ g
Ġ single
Ġs ingle
Ġsi ngle
Ġsin gle
Ġsing le
o ffset
off set
offs et
ar ning
arn ing
o graph
og raph
ogr aph
ogra ph
l ey
le y
_ count
_c ount
_co unt
_cou nt
Ġ anal
Ġa nal
Ġan al
Ġana l
c reate
cre ate
creat e
/ m
Ġ Reg
ĠR eg
ĠRe g
9 8
un ch
unc h
i sk
is k
Ġ rights
Ġr ights
Ġright s
Ġ """Ċ
a per
ap er
ape r
. model
.m odel
.mod el
.mode l
.mo del
Ġ po
Ġp o
em pty
emp ty
empt y
art ment
Ġ ant
Ġa nt
Ġan t
Ġ When
ĠW hen
ĠWh en
ĠWhe n
Ġ women
Ġw omen
Ġwom en
Ġwo men
Ġ Ed
ĠE d
Ġ season
Ġse ason
Ġsea son
Ġseas on
Ġ dest
Ġd est
Ġde st
Ġdes t
Ã £
( h
Ġ possible
Ġp ossible
Ġposs ible
Ġs ever
Ġse ver
Ġsev er
Ġ btn
Ġb tn
Ġbt n
Ġ didn
Ġdid n
Ġdi dn
Ġ sent
Ġs ent
Ġse nt
Ġsen t
Ġ enc
Ġe nc
Ġen c
Ġ command
Ġcom mand
Ġcomm and
Ġcomma nd
Ġ ],Ċ
_ x
Ġ recent
Ġre cent
Ġrec ent
Ġrece nt
ol ution
olut ion
olu tion
v ector
ve ctor
vec tor
vect or
Ġ By
ĠB y
Ġ May
ĠM ay
ĠMa y
Ġ Act
ĠA ct
ĠAc t
Ġ money
Ġm oney
Ġmon ey
Ġmo ney
b site
bs ite
ĉ p
s l
at tern
att ern
atter n
atte rn
Ġ Class
ĠC lass
ĠCl ass
ĠCla ss
Ġt old
Ġto ld
Ġtol d
u dio
ud io
udi o
c urrent
cur rent
curr ent
Ġ equ
Ġe qu
Ġeq u
Ġ auto
Ġa uto
Ġaut o
Ġau to
Ġ State
ĠSt ate
ĠStat e
ĠSta te
d a
m sg
ms g
Ġ working
Ġwork ing
Ġwor king
Ġ query
Ġqu ery
Ġque ry
Ġquer y
Ġ Br
ĠB r
Ġ window
Ġw indow
Ġwind ow
a uth
aut h
au th
on ly
ĉ t
Ġ least
Ġl east
Ġle ast
a gn
ag n
Ġ expl
Ġex pl
Ġexp l
it ter
itt er
itte r
a ring
ar ing
ari ng
arin g
Ġ column
Ġc olumn
Ġcol umn
Ġcolum n
Ġ General
ĠG eneral
ĠGener al
ĠGen eral
ĠGene ral
e ral
er al
era l
r ior
ri or
rio r
Ġ record
Ġre cord
Ġrec ord
Ġreco rd
Ġ dat
Ġd at
Ġda t
Ġ making
Ġm aking
Ġma king
Ġmak ing
Ġmakin g
u ed
ue d
Ġ Car
ĠC ar
ĠCa r
e mp
em p
Ġ Med
ĠM ed
ĠMe d
Ġ close
Ġc lose
Ġcl ose
Ġclos e
Ġclo se
Ġ percent
Ġper cent
Ġperc ent
Ġperce nt
Ġ past
Ġp ast
Ġpas t
Ġpa st
( g
Ġ write
Ġw rite
Ġwrit e
Ġwr ite
Ġ move
Ġm ove
Ġmov e
Ġmo ve
Ġ pat
Ġp at
Ġpa t
C ontrol
Cont rol
Contr ol
.T o
Ġ vi
Ġv i
in ate
ina te
' ll
'l l
a ged
ag ed
age d
N ull
Nu ll
Ġ special
Ġs pecial
Ġsp ecial
Ġspec ial
Ġspe cial
Ġspeci al
Ġ city
Ġc ity
Ġcit y
Ġci ty
Ġ Eng
ĠE ng
ĠEn g
i xed
ix ed
ixe d
in ary
ina ry
inar y
p y
Ġ eff
Ġe ff
Ġef f
a rio
ar io
ari o
Ġ tell
Ġt ell
Ġte ll
Ġtel l
a vor
av or
avo r
Ġ select
Ġs elect
Ġse lect
Ġsel ect
Ġsele ct
le vel
lev el
im um
imu m
o per
op er
ope r
B uilder
Build er
Bu ilder
e sc
es c
Ġ font
Ġf ont
Ġfo nt
Ġfon t
Ġ Am
ĠA m
i shed
is hed
ish ed
il ls
ill s
In ter
Int er
Ġ course
Ġc ourse
Ġco urse
Ġcour se
Ġcours e
Ġ late
Ġl ate
Ġla te
Ġlat e
id dle
idd le
4 3
Ġ amount
Ġa mount
Ġam ount
Ġamo unt
Ġ async
Ġa sync
Ġas ync
i no
in o
c ul
cu l
Ġ ì
an dle
and le
_ user
_u ser
_us er
_use r
Ġ ben
Ġb en
Ġbe n
Ġ Cal
ĠC al
ĠCa l
Ġ $_
Ġ Rep
ĠR ep
ĠRe p
Ġen ough
T oken
To ken
Tok en
. user
.use r
.u ser
.us er
( j
S c
n ow
no w
at form
Ġ looking
Ġlo oking
Ġlook ing
Ġ hold
Ġh old
Ġho ld
Ġhol d
M odule
Mod ule
v o
i son
is on
iso n
.D ata
y c
Ġ pot
Ġp ot
Ġpo t
Ġ Trump
ĠTr ump
ĠTru mp
id ual
i des
id es
ide s
r t
Ġ property
Ġp roperty
Ġpro perty
Ġprop erty
Ġproper ty
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
am ework
ame work
g o
Ġ low
Ġl ow
Ġlo w
Ġ para
Ġp ara
Ġpar a
Ġpa ra
Ġ price
Ġp rice
Ġpr ice
Ġpri ce
u ry
ur y
Ġ today
Ġt oday
Ġto day
Ġtod ay
Ġtoda y
r oy
ro y
Ġ '/
Ġ polit
Ġp olit
Ġpol it
Ġpo lit
Ġ ''
y mb
ym b
P h
Ġ adv
Ġa dv
Ġad v
Ġ attack
Ġatt ack
Ġ Ste
ĠS te
ĠSt e
4 00
40 0
a na
an a
Ġ means
Ġme ans
Ġmean s
Ġ story
Ġst ory
Ġstor y
Ġsto ry
i ds
id s
a ken
ak en
ake n
Ġ meet
Ġme et
Ġmee t
Ġ mom
Ġm om
Ġmo m
Ġ âĢĺ
Ġ ?>
Ġ den
Ġd en
Ġde n
ob ile
obi le
obil e
ch ange
chan ge
cha nge
chang e
Ġ ĠĠĠĠĠĠĠĠĠĠĠĊ
i ci
ic i
n a
Ġ Form
ĠF orm
ĠFor m
ĠFo rm
Ġ sort
Ġs ort
Ġso rt
Ġsor t
S elect
Se lect
Sel ect
Sele ct
p are
par e
pa re
Ġ thought
Ġth ought
Ġthough t
Ġthou ght
Ġtho ught
_ con
_c on
_co n
Ġ task
Ġt ask
Ġta sk
Ġtas k
o cus
oc us
ocu s
Ġ DE
Ġ Min
ĠM in
ĠMi n
Ġ opt
Ġo pt
Ġop t
ĉ break
ĉb reak
u mer
um er
ume r
t hen
th en
the n
Ġ det
Ġd et
Ġde t
Ġ Test
ĠT est
ĠTe st
ĠTes t
p orts
port s
por ts
po rts
Ġ review
Ġre view
Ġr eview
Ġrev iew
m ove
mo ve
mov e
Ġ switch
Ġs witch
Ġsw itch
p atch
pat ch
an not
ann ot
anno t
Ġ above
Ġa bove
Ġab ove
it ive
iti ve
5 6
Ġ question
Ġqu estion
Ġquest ion
Ġq uestion
Ġquesti on
Ġques tion
Ġ Qu
ĠQ u
g le
gl e
Ġ word
Ġw ord
Ġwor d
Ġwo rd
Ġ provide
Ġpro vide
Ġprovid e
Ġprov ide
Ġ Return
ĠR eturn
ĠRe turn
ĠRet urn
Ġ research
Ġre search
Ġres earch
Ã£ o
u str
us tr
ust r
Ġ publish
Ġp ublish
Ġpub lish
Ġpubli sh
ch ema
che ma
chem a
Ġ CON
- in
-i n
all back
Ġ cover
Ġc over
Ġco ver
Ġcov er
c olor
co lor
col or
colo r
Ġ IS
Ġ whether
Ġwh ether
Ġwhe ther
i mate
im ate
ima te
imat e
i sc
is c
B ar
Ba r
Ġ div
Ġd iv
Ġdi v
B e
o urn
ou rn
our n
Ġ having
Ġh aving
Ġha ving
Ġhav ing
l em
le m
p layer
pl ayer
play er
pla yer
a bs
ab s
am era
ame ra
amer a
n ey
ne y
Ġ exc
Ġe xc
Ġex c
g ether
get her
ge ther
p lied
pl ied
a o
Ġ ++
i pe
ip e
s how
sh ow
/ d
a gement
ag ement
age ment
agem ent
l ev
le v
9 7
r ary
ra ry
rar y
a des
ad es
ade s
_ se
_s e
a use
au se
aus e
Ġ employ
Ġe mploy
Ġem ploy
Ġemp loy
Ġ */čĊ
Ġ fre
Ġf re
Ġfr e
Ġcom plet
Ġcomp let
Ġcomple t
Ġcompl et
Ġ large
Ġl arge
Ġlarg e
Ġlar ge
r al
ra l
\ x
Ġ fac
Ġf ac
Ġfa c
<S tring
Ġ created
Ġc reated
Ġcr eated
Ġcreate d
Ġcre ated
Ġcreat ed
Ġcrea ted
u per
up er
upe r
. state
.st ate
.stat e
Ġ host
Ġh ost
Ġho st
Ġhos t
en eric
ener ic
ene ric
/ b
wh ile
i as
ia s
Ġ );ĊĊ
Ġ role
Ġr ole
Ġro le
Ġrol e
R eg
Re g
Ġ Color
ĠC olor
ĠCo lor
ĠCol or
ĠColo r
St art
Star t
Ġ porn
Ġp orn
Ġpo rn
Ġpor n
t op
to p
Ġ web
Ġw eb
Ġwe b
Ġ dev
Ġd ev
Ġde v
Ġ deal
Ġde al
Int eger
p osition
pos ition
posit ion
. on
.o n
Ġ ("
ä ¸
Ġ problem
Ġpro blem
Ġproble m
Ġprob lem
Ġprobl em
s v
Ġ press
Ġp ress
Ġpr ess
Ġpre ss
Ġpres s
Ġ See
ĠS ee
ĠSe e
an ch
anc h
Ġ though
Ġth ough
Ġthou gh
Ġtho ugh
le ep
lee p
Ġ <!--
Ġ points
Ġp oints
Ġpoint s
Ġpo ints
Ġpoi nts
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġ ::
p tr
pt r
.p ng
n ode
no de
nod e
s oft
so ft
p ond
pon d
po nd
Ġ ever
Ġe ver
Ġev er
Ġeve r
M enu
Me nu
Men u
Ġ services
Ġs ervices
Ġservice s
Ġserv ices
Ġservi ces
Ġservic es
p g
param s
par ams
pa rams
para ms
Ġ actually
Ġact ually
Ġactual ly
Ġactu ally
Ġ "/
Emp ty
M ethod
Met hod
Ġ ident
Ġi dent
Ġid ent
Ġide nt
u nic
un ic
uni c
Ġ million
Ġm illion
Ġmill ion
Ġmil lion
Ġmilli on
Ġ aff
Ġa ff
Ġaf f
st yle
sty le
styl e
Ġ conc
Ġcon c
Ġco nc
i os
io s
ign ment
P r
Ġunder stand
Ġunderst and
u ary
ua ry
uar y
Ġh appen
Ġhapp en
Ġhap pen
Ġ server
Ġs erver
Ġser ver
Ġserv er
Ġserve r
Ġ Co
ĠC o
Ġ les
Ġl es
Ġle s
Ġ files
Ġf iles
Ġfile s
Ġfil es
Ġfi les
G rid
Gr id
s ql
sq l
Ġ often
Ġo ften
Ġof ten
Ġoft en
Ġ info
Ġin fo
Ġinf o
_ tr
_t r
s rc
sr c
o ny
on y
Ġ space
Ġs pace
Ġsp ace
Ġspa ce
Ġspac e
u mb
um b
Ġ password
Ġp assword
Ġpass word
Ġpas sword
Ġ store
Ġst ore
Ġstor e
Ġsto re
Ġ What
ĠW hat
ĠWh at
g ed
ge d
Ġ False
ĠF alse
ĠFa lse
ĠFal se
U s
s wer
sw er
_ index
_in dex
_ind ex
Ġ format
Ġfor mat
Ġform at
Ġforma t
m ost
mo st
mos t
s m
N ew
Ne w
Ġ details
Ġd etails
Ġde tails
Ġdet ails
Ġdetail s
Ġ prob
Ġp rob
Ġpro b
Ġpr ob
Ġ AND
i lar
il ar
ila r
Ġ ${
ry pt
.Collection s
$ this
$t his
Ġ Free
ĠF ree
ĠFr ee
ĠFre e
_ of
_o f
