{
  "0": 409,
  "1": 268,
  "2": 8517,
  "3": 9194,
  "4": 3338,
  "5": 5355,
  "6": 665,
  "7": 304,
  "8": 2815,
  "9": 13665,
  "10": 1167,
  "11": 374,
  "12": 1200,
  "13": 4864,
  "14": 21454,
  "15": 9279,
  "16": 451,
  "17": 1028,
  "18": 14017,
  "19": 13227,
  "20": 28579,
  "21": 2322,
  "22": 348,
  "23": 343,
  "24": 60447,
  "25": 18995,
  "26": 3251,
  "27": 32691,
  "28": 301,
  "29": 584,
  "30": 277,
  "31": 67,
  "32": 648,
  "33": 18962,
  "34": 3980,
  "35": 597,
  "36": 74,
  "37": 12724,
  "38": 8019,
  "39": 10942,
  "40": 261,
  "41": 23232,
  "42": 574,
  "43": 19263,
  "44": 34410,
  "45": 2781,
  "46": 294,
  "47": 315,
  "48": 3841,
  "49": 797,
  "50": 2779,
  "51": 2807,
  "52": 927,
  "53": 1764,
  "54": 30125,
  "55": 68,
  "56": 48392,
  "57": 1609,
  "58": 25290,
  "59": 267,
  "60": 12203,
  "61": 30948,
  "62": 568,
  "63": 53532,
  "64": 305,
  "65": 1055,
  "66": 3675,
  "67": 4469,
  "68": 713,
  "69": 40858,
  "70": 295,
  "71": 23355,
  "72": 83,
  "73": 453,
  "74": 342,
  "75": 89,
  "76": 38498,
  "77": 5697,
  "78": 258,
  "79": 86,
  "80": 22130,
  "81": 408,
  "82": 478,
  "83": 276,
  "84": 264,
  "85": 357,
  "86": 59241,
  "87": 577,
  "88": 351,
  "89": 55894,
  "90": 71,
  "91": 278,
  "92": 38395,
  "93": 14122,
  "94": 11148,
  "95": 35428,
  "96": 1047,
  "97": 441,
  "98": 98798,
  "99": 39067,
  "100": 6134,
  "101": 1126,
  "102": 287,
  "103": 3453,
  "104": 757,
  "105": 289,
  "106": 326,
  "107": 355,
  "108": 29824,
  "109": 1247,
  "110": 4160,
  "111": 13728,
  "112": 306,
  "113": 62713,
  "114": 729,
  "115": 2159,
  "116": 331,
  "117": 6036,
  "118": 531,
  "119": 78,
  "120": 297,
  "121": 587,
  "122": 389,
  "123": 33338,
  "124": 5817,
  "125": 9186,
  "126": 16317,
  "127": 19275,
  "128": 69,
  "129": 4647,
  "130": 503,
  "131": 266,
  "132": 263,
  "133": 514,
  "134": 387,
  "135": 8136,
  "136": 42225,
  "137": 308,
  "138": 20894,
  "139": 274,
  "140": 73221,
  "141": 51237,
  "142": 17848,
  "143": 38861,
  "144": 3059,
  "145": 336,
  "146": 1390,
  "147": 51443,
  "148": 11178,
  "149": 712,
  "150": 48920,
  "151": 789,
  "152": 85,
  "153": 65799,
  "154": 5964,
  "155": 309,
  "156": 72,
  "157": 53519,
  "158": 7404,
  "159": 388,
  "160": 79891,
  "161": 73708,
  "162": 69145,
  "163": 31279,
  "164": 3315,
  "165": 49536,
  "166": 273,
  "167": 3067,
  "168": 296,
  "169": 602,
  "170": 41360,
  "171": 275,
  "172": 519,
  "173": 728,
  "174": 5455,
  "175": 42250,
  "176": 259,
  "177": 84,
  "178": 325,
  "179": 50651,
  "180": 329,
  "181": 4499,
  "182": 668,
  "183": 22011,
  "184": 66250,
  "185": 12584,
  "186": 2458,
  "187": 100134,
  "188": 47501,
  "189": 64,
  "190": 55195,
  "191": 12694,
  "192": 55002,
  "193": 29018,
  "194": 316,
  "195": 31331,
  "196": 3399,
  "197": 20117,
  "198": 454,
  "199": 906,
  "200": 45897,
  "201": 46976,
  "202": 14685,
  "203": 67893,
  "204": 324,
  "205": 7643,
  "206": 8564,
  "207": 293,
  "208": 54092,
  "209": 69497,
  "210": 89433,
  "211": 21297,
  "212": 17728,
  "213": 841,
  "214": 371,
  "215": 15258,
  "216": 1297,
  "217": 93665,
  "218": 72962,
  "219": 82,
  "220": 288,
  "221": 5797,
  "222": 569,
  "223": 30958,
  "224": 5294,
  "225": 30974,
  "226": 265,
  "227": 89710,
  "228": 34036,
  "229": 7379,
  "230": 10922,
  "231": 384,
  "232": 60111,
  "233": 2002,
  "234": 424,
  "235": 14485,
  "236": 752,
  "237": 4970,
  "238": 87468,
  "239": 76,
  "240": 1291,
  "241": 312,
  "242": 1147,
  "243": 3415,
  "244": 6431,
  "245": 3178,
  "246": 68627,
  "247": 75,
  "248": 88869,
  "249": 70,
  "250": 11794,
  "251": 1395,
  "252": 552,
  "253": 4950,
  "254": 7442,
  "255": 100738,
  "256": 4415,
  "257": 26937,
  "258": 53790,
  "259": 1073,
  "260": 2642,
  "261": 893,
  "262": 912,
  "263": 65,
  "264": 383,
  "265": 38905,
  "266": 49112,
  "267": 541,
  "268": 74443,
  "269": 77,
  "270": 79,
  "271": 291,
  "272": 49549,
  "273": 299,
  "274": 311,
  "275": 66658,
  "276": 93024,
  "277": 35323,
  "278": 396,
  "279": 44403,
  "280": 588,
  "281": 3159,
  "282": 656,
  "283": 82837,
  "284": 1524,
  "285": 95120,
  "286": 285,
  "287": 14244,
  "288": 18316,
  "289": 70537,
  "290": 10782,
  "291": 30625,
  "292": 12548,
  "293": 73733,
  "294": 472,
  "295": 62369,
  "296": 51759,
  "297": 283,
  "298": 55156,
  "299": 486,
  "300": 74380,
  "301": 18126,
  "302": 87183,
  "303": 380,
  "304": 3169,
  "305": 72273,
  "306": 93014,
  "307": 58193,
  "308": 73499,
  "309": 1441,
  "310": 68670,
  "311": 27591,
  "312": 14887,
  "313": 2053,
  "314": 14518,
  "315": 53757,
  "316": 10196,
  "317": 385,
  "318": 49423,
  "319": 438,
  "320": 2480,
  "321": 14848,
  "322": 80031,
  "323": 2197,
  "324": 10667,
  "325": 436,
  "326": 16947,
  "327": 7205,
  "328": 89183,
  "329": 3978,
  "330": 29611,
  "331": 2821,
  "332": 485,
  "333": 1888,
  "334": 73697,
  "335": 36107,
  "336": 10707,
  "337": 3903,
  "338": 87908,
  "339": 993,
  "340": 30795,
  "341": 73316,
  "342": 3023,
  "343": 830,
  "344": 4277,
  "345": 14748,
  "346": 74924,
  "347": 23257,
  "348": 839,
  "349": 48896,
  "350": 90601,
  "351": 540,
  "352": 4179,
  "353": 3194,
  "354": 54994,
  "355": 24670,
  "356": 71611,
  "357": 2569,
  "358": 2580,
  "359": 307,
  "360": 63369,
  "361": 9329,
  "362": 20699,
  "363": 3458,
  "364": 39367,
  "365": 14739,
  "366": 450,
  "367": 16737,
  "368": 14466,
  "369": 44372,
  "370": 4355,
  "371": 31316,
  "372": 281,
  "373": 1450,
  "374": 71195,
  "375": 80507,
  "376": 3930,
  "377": 1239,
  "378": 3448,
  "379": 44546,
  "380": 36376,
  "381": 466,
  "382": 34191,
  "383": 20659,
  "384": 13819,
  "385": 561,
  "386": 391,
  "387": 64513,
  "388": 1013,
  "389": 635,
  "390": 30267,
  "391": 29169,
  "392": 84085,
  "393": 598,
  "394": 15686,
  "395": 12778,
  "396": 89822,
  "397": 10114,
  "398": 4272,
  "399": 5309,
  "400": 4363,
  "401": 52316,
  "402": 4173,
  "403": 36255,
  "404": 347,
  "405": 300,
  "406": 13827,
  "407": 53293,
  "408": 28884,
  "409": 7197,
  "410": 4545,
  "411": 21904,
  "412": 3026,
  "413": 42802,
  "414": 779,
  "415": 59405,
  "416": 12821,
  "417": 16023,
  "418": 2017,
  "419": 67753,
  "420": 1590,
  "421": 66146,
  "422": 29038,
  "423": 87712,
  "424": 10789,
  "425": 1813,
  "426": 16438,
  "427": 998,
  "428": 73,
  "429": 23857,
  "430": 85437,
  "431": 1994,
  "432": 84541,
  "433": 24568,
  "434": 550,
  "435": 59718,
  "436": 1142,
  "437": 4843,
  "438": 2004,
  "439": 1601,
  "440": 6703,
  "441": 969,
  "442": 37051,
  "443": 68709,
  "444": 1689,
  "445": 8859,
  "446": 938,
  "447": 89860,
  "448": 4776,
  "449": 838,
  "450": 93632,
  "451": 84346,
  "452": 10018,
  "453": 9234,
  "454": 43210,
  "455": 34923,
  "456": 2176,
  "457": 14151,
  "458": 1437,
  "459": 79057,
  "460": 73784,
  "461": 70705,
  "462": 74957,
  "463": 318,
  "464": 826,
  "465": 269,
  "466": 67193,
  "467": 28054,
  "468": 61936,
  "469": 6910,
  "470": 51481,
  "471": 40663,
  "472": 1077,
  "473": 15589,
  "474": 4483,
  "475": 82567,
  "476": 56905,
  "477": 42574,
  "478": 11640,
  "479": 97611,
  "480": 99766,
  "481": 17378,
  "482": 55442,
  "483": 71317,
  "484": 87774,
  "485": 1974,
  "486": 3435,
  "487": 57464,
  "488": 13028,
  "489": 93303,
  "490": 54876,
  "491": 754,
  "492": 95698,
  "493": 6569,
  "494": 49200,
  "495": 13033,
  "496": 94227,
  "497": 620,
  "498": 2024,
  "499": 73606,
  "500": 321,
  "501": 437,
  "502": 2046,
  "503": 1220,
  "504": 99422,
  "505": 610,
  "506": 5289,
  "507": 82713,
  "508": 4983,
  "509": 75347,
  "510": 82557,
  "511": 365,
  "512": 78073,
  "513": 62877,
  "514": 69619,
  "515": 13080,
  "516": 11129,
  "517": 3240,
  "518": 11412,
  "519": 2857,
  "520": 54238,
  "521": 13015,
  "522": 1794,
  "523": 85830,
  "524": 1900,
  "525": 24213,
  "526": 1610,
  "527": 2978,
  "528": 20578,
  "529": 1332,
  "530": 1978,
  "531": 58401,
  "532": 1172,
  "533": 6427,
  "534": 90563,
  "535": 51741,
  "536": 59147,
  "537": 95506,
  "538": 89781,
  "539": 613,
  "540": 1195,
  "541": 4852,
  "542": 6892,
  "543": 1099,
  "544": 770,
  "545": 4748,
  "546": 11828,
  "547": 43019,
  "548": 1762,
  "549": 62905,
  "550": 1604,
  "551": 28699,
  "552": 17172,
  "553": 86119,
  "554": 5954,
  "555": 6733,
  "556": 16414,
  "557": 733,
  "558": 6520,
  "559": 7625,
  "560": 25398,
  "561": 360,
  "562": 1377,
  "563": 87905,
  "564": 782,
  "565": 23808,
  "566": 10020,
  "567": 88985,
  "568": 1201,
  "569": 5320,
  "570": 4775,
  "571": 4150,
  "572": 494,
  "573": 51033,
  "574": 5794,
  "575": 8363,
  "576": 282,
  "577": 33323,
  "578": 6489,
  "579": 38443,
  "580": 6714,
  "581": 2752,
  "582": 6033,
  "583": 75511,
  "584": 3276,
  "585": 4317,
  "586": 5757,
  "587": 5395,
  "588": 359,
  "589": 818,
  "590": 52737,
  "591": 32200,
  "592": 18400,
  "593": 57381,
  "594": 34065,
  "595": 15473,
  "596": 4059,
  "597": 2761,
  "598": 564,
  "599": 332,
  "600": 2227,
  "601": 93751,
  "602": 75925,
  "603": 773,
  "604": 99226,
  "605": 8703,
  "606": 30280,
  "607": 11369,
  "608": 34470,
  "609": 4458,
  "610": 11968,
  "611": 59891,
  "612": 6885,
  "613": 1414,
  "614": 1982,
  "615": 354,
  "616": 68991,
  "617": 13057,
  "618": 15104,
  "619": 1825,
  "620": 375,
  "621": 26742,
  "622": 418,
  "623": 37479,
  "624": 1056,
  "625": 22873,
  "626": 6292,
  "627": 70445,
  "628": 21127,
  "629": 680,
  "630": 5899,
  "631": 456,
  "632": 33130,
  "633": 16046,
  "634": 23975,
  "635": 272,
  "636": 25807,
  "637": 526,
  "638": 104555,
  "639": 40315,
  "640": 5553,
  "641": 2727,
  "642": 2319,
  "643": 2985,
  "644": 3447,
  "645": 26702,
  "646": 9425,
  "647": 658,
  "648": 13672,
  "649": 9110,
  "650": 16854,
  "651": 337,
  "652": 16387,
  "653": 655,
  "654": 636,
  "655": 1171,
  "656": 3090,
  "657": 10457,
  "658": 853,
  "659": 824,
  "660": 2933,
  "661": 647,
  "662": 6723,
  "663": 34848,
  "664": 28068,
  "665": 2824,
  "666": 9509,
  "667": 42952,
  "668": 85749,
  "669": 491,
  "670": 1891,
  "671": 55384,
  "672": 651,
  "673": 1776,
  "674": 1009,
  "675": 29915,
  "676": 20839,
  "677": 64867,
  "678": 20732,
  "679": 1168,
  "680": 2967,
  "681": 75260,
  "682": 463,
  "683": 47845,
  "684": 1072,
  "685": 90811,
  "686": 20328,
  "687": 10479,
  "688": 575,
  "689": 1860,
  "690": 689,
  "691": 65703,
  "692": 29952,
  "693": 1880,
  "694": 4376,
  "695": 1529,
  "696": 34361,
  "697": 98602,
  "698": 44738,
  "699": 64860,
  "700": 462,
  "701": 61828,
  "702": 46971,
  "703": 91051,
  "704": 38901,
  "705": 1354,
  "706": 97541,
  "707": 4282,
  "708": 32993,
  "709": 19269,
  "710": 119741,
  "711": 4922,
  "712": 42961,
  "713": 72723,
  "714": 7245,
  "715": 80882,
  "716": 59873,
  "717": 38733,
  "718": 58688,
  "719": 44061,
  "720": 8329,
  "721": 11755,
  "722": 32680,
  "723": 781,
  "724": 51505,
  "725": 19120,
  "726": 9839,
  "727": 2734,
  "728": 16468,
  "729": 54661,
  "730": 48916,
  "731": 9637,
  "732": 716,
  "733": 2579,
  "734": 117180,
  "735": 546,
  "736": 62800,
  "737": 6502,
  "738": 4353,
  "739": 48808,
  "740": 402,
  "741": 14545,
  "742": 92964,
  "743": 628,
  "744": 70754,
  "745": 16172,
  "746": 83034,
  "747": 90119,
  "748": 6870,
  "749": 2395,
  "750": 3328,
  "751": 27818,
  "752": 72175,
  "753": 483,
  "754": 77407,
  "755": 37533,
  "756": 12776,
  "757": 77767,
  "758": 21152,
  "759": 87223,
  "760": 2689,
  "761": 54655,
  "762": 2531,
  "763": 7792,
  "764": 26875,
  "765": 833,
  "766": 961,
  "767": 95201,
  "768": 1916,
  "769": 2679,
  "770": 100111,
  "771": 1180,
  "772": 3239,
  "773": 12770,
  "774": 99203,
  "775": 2701,
  "776": 2641,
  "777": 112669,
  "778": 7565,
  "779": 12931,
  "780": 15593,
  "781": 36749,
  "782": 57605,
  "783": 99553,
  "784": 2423,
  "785": 80509,
  "786": 24604,
  "787": 698,
  "788": 25271,
  "789": 3981,
  "790": 17684,
  "791": 21740,
  "792": 16909,
  "793": 77035,
  "794": 592,
  "795": 37668,
  "796": 3010,
  "797": 10888,
  "798": 5302,
  "799": 1466,
  "800": 802,
  "801": 13667,
  "802": 1280,
  "803": 1543,
  "804": 2560,
  "805": 1062,
  "806": 1048,
  "807": 15036,
  "808": 2834,
  "809": 7453,
  "810": 6511,
  "811": 91370,
  "812": 10087,
  "813": 88808,
  "814": 425,
  "815": 29413,
  "816": 78140,
  "817": 5956,
  "818": 477,
  "819": 69436,
  "820": 2431,
  "821": 3935,
  "822": 2473,
  "823": 2739,
  "824": 1448,
  "825": 652,
  "826": 8669,
  "827": 4504,
  "828": 28031,
  "829": 45196,
  "830": 11044,
  "831": 16434,
  "832": 1541,
  "833": 23775,
  "834": 3696,
  "835": 91585,
  "836": 34673,
  "837": 26483,
  "838": 2058,
  "839": 59258,
  "840": 2192,
  "841": 4669,
  "842": 14375,
  "843": 17043,
  "844": 19704,
  "845": 12704,
  "846": 1812,
  "847": 9363,
  "848": 22477,
  "849": 39685,
  "850": 11568,
  "851": 10056,
  "852": 2840,
  "853": 31972,
  "854": 68619,
  "855": 3313,
  "856": 3575,
  "857": 3223,
  "858": 7251,
  "859": 2382,
  "860": 3751,
  "861": 7304,
  "862": 2167,
  "863": 822,
  "864": 1208,
  "865": 1892,
  "866": 58002,
  "867": 536,
  "868": 771,
  "869": 1303,
  "870": 25774,
  "871": 20468,
  "872": 3181,
  "873": 79771,
  "874": 95210,
  "875": 376,
  "876": 32949,
  "877": 42236,
  "878": 3678,
  "879": 62530,
  "880": 56408,
  "881": 12130,
  "882": 67813,
  "883": 55934,
  "884": 2960,
  "885": 13462,
  "886": 5164,
  "887": 11437,
  "888": 1036,
  "889": 501,
  "890": 23941,
  "891": 7617,
  "892": 4091,
  "893": 65052,
  "894": 8843,
  "895": 820,
  "896": 537,
  "897": 29229,
  "898": 81,
  "899": 944,
  "900": 579,
  "901": 8314,
  "902": 36409,
  "903": 57055,
  "904": 2995,
  "905": 1869,
  "906": 908,
  "907": 6883,
  "908": 67785,
  "909": 10011,
  "910": 18225,
  "911": 66662,
  "912": 71351,
  "913": 1141,
  "914": 48908,
  "915": 81631,
  "916": 8348,
  "917": 6960,
  "918": 42051,
  "919": 35856,
  "920": 67921,
  "921": 5469,
  "922": 412,
  "923": 1083,
  "924": 7420,
  "925": 84042,
  "926": 13616,
  "927": 39114,
  "928": 100205,
  "929": 3625,
  "930": 25641,
  "931": 1105,
  "932": 977,
  "933": 3078,
  "934": 1494,
  "935": 83690,
  "936": 74297,
  "937": 1370,
  "938": 17797,
  "939": 114926,
  "940": 38222,
  "941": 1430,
  "942": 86526,
  "943": 59964,
  "944": 2924,
  "945": 21778,
  "946": 75028,
  "947": 361,
  "948": 25511,
  "949": 57039,
  "950": 7114,
  "951": 15010,
  "952": 36296,
  "953": 105340,
  "954": 43840,
  "955": 82537,
  "956": 1037,
  "957": 848,
  "958": 55427,
  "959": 9964,
  "960": 13081,
  "961": 111321,
  "962": 43253,
  "963": 76986,
  "964": 29742,
  "965": 554,
  "966": 339,
  "967": 1567,
  "968": 1146,
  "969": 19646,
  "970": 5048,
  "971": 38064,
  "972": 23819,
  "973": 1169,
  "974": 11077,
  "975": 78042,
  "976": 28376,
  "977": 16006,
  "978": 8506,
  "979": 93419,
  "980": 42441,
  "981": 8122,
  "982": 2203,
  "983": 69202,
  "984": 35811,
  "985": 13327,
  "986": 3329,
  "987": 4224,
  "988": 33614,
  "989": 22171,
  "990": 63813,
  "991": 3640,
  "992": 55202,
  "993": 20782,
  "994": 14346,
  "995": 38385,
  "996": 2800,
  "997": 88251,
  "998": 28861,
  "999": 1554,
  "1000": 15020,
  "1001": 88080,
  "1002": 1944,
  "1003": 22235,
  "1004": 1412,
  "1005": 63885,
  "1006": 74709,
  "1007": 60241,
  "1008": 3163,
  "1009": 43988,
  "1010": 9978,
  "1011": 8458,
  "1012": 33962,
  "1013": 983,
  "1014": 51058,
  "1015": 543,
  "1016": 44526,
  "1017": 53387,
  "1018": 1344,
  "1019": 77942,
  "1020": 911,
  "1021": 11289,
  "1022": 544,
  "1023": 10784,
  "1024": 56201,
  "1025": 344,
  "1026": 2559,
  "1027": 333,
  "1028": 15395,
  "1029": 1566,
  "1030": 71868,
  "1031": 490,
  "1032": 90373,
  "1033": 899,
  "1034": 18223,
  "1035": 2653,
  "1036": 82904,
  "1037": 672,
  "1038": 1707,
  "1039": 6258,
  "1040": 4657,
  "1041": 63021,
  "1042": 69385,
  "1043": 38467,
  "1044": 29798,
  "1045": 3039,
  "1046": 1424,
  "1047": 1263,
  "1048": 6672,
  "1049": 41845,
  "1050": 9314,
  "1051": 5683,
  "1052": 5906,
  "1053": 20994,
  "1054": 901,
  "1055": 30870,
  "1056": 21042,
  "1057": 4289,
  "1058": 1906,
  "1059": 7080,
  "1060": 606,
  "1061": 10274,
  "1062": 1101,
  "1063": 2756,
  "1064": 2788,
  "1065": 10775,
  "1066": 1435,
  "1067": 1885,
  "1068": 85742,
  "1069": 108340,
  "1070": 10333,
  "1071": 2067,
  "1072": 4749,
  "1073": 10418,
  "1074": 5389,
  "1075": 5169,
  "1076": 12601,
  "1077": 1081,
  "1078": 10957,
  "1079": 127584,
  "1080": 21825,
  "1081": 29922,
  "1082": 17675,
  "1083": 27495,
  "1084": 7198,
  "1085": 1557,
  "1086": 3306,
  "1087": 1082,
  "1088": 95908,
  "1089": 71156,
  "1090": 3055,
  "1091": 823,
  "1092": 99660,
  "1093": 19747,
  "1094": 8637,
  "1095": 9783,
  "1096": 12844,
  "1097": 688,
  "1098": 1897,
  "1099": 77647,
  "1100": 42960,
  "1101": 45688,
  "1102": 55808,
  "1103": 3243,
  "1104": 36463,
  "1105": 4632,
  "1106": 39784,
  "1107": 34801,
  "1108": 6201,
  "1109": 36114,
  "1110": 5863,
  "1111": 18147,
  "1112": 66728,
  "1113": 16355,
  "1114": 3427,
  "1115": 84754,
  "1116": 49514,
  "1117": 60670,
  "1118": 52016,
  "1119": 279,
  "1120": 1759,
  "1121": 76753,
  "1122": 62940,
  "1123": 4809,
  "1124": 49537,
  "1125": 26235,
  "1126": 3516,
  "1127": 7802,
  "1128": 117576,
  "1129": 1810,
  "1130": 63511,
  "1131": 17648,
  "1132": 8369,
  "1133": 31215,
  "1134": 1108,
  "1135": 406,
  "1136": 7211,
  "1137": 69439,
  "1138": 17156,
  "1139": 496,
  "1140": 11020,
  "1141": 72035,
  "1142": 1661,
  "1143": 43132,
  "1144": 2027,
  "1145": 33713,
  "1146": 26853,
  "1147": 4481,
  "1148": 43746,
  "1149": 22562,
  "1150": 57638,
  "1151": 39373,
  "1152": 3937,
  "1153": 95419,
  "1154": 34634,
  "1155": 91866,
  "1156": 20940,
  "1157": 80186,
  "1158": 5066,
  "1159": 17090,
  "1160": 2537,
  "1161": 616,
  "1162": 2850,
  "1163": 292,
  "1164": 3197,
  "1165": 110470,
  "1166": 9092,
  "1167": 5230,
  "1168": 533,
  "1169": 15925,
  "1170": 9909,
  "1171": 50332,
  "1172": 19571,
  "1173": 60117,
  "1174": 10109,
  "1175": 13481,
  "1176": 17194,
  "1177": 75503,
  "1178": 12267,
  "1179": 1008,
  "1180": 6814,
  "1181": 40453,
  "1182": 8597,
  "1183": 68423,
  "1184": 20568,
  "1185": 16550,
  "1186": 38767,
  "1187": 51415,
  "1188": 645,
  "1189": 21037,
  "1190": 459,
  "1191": 6260,
  "1192": 28657,
  "1193": 3729,
  "1194": 17774,
  "1195": 12825,
  "1196": 93652,
  "1197": 731,
  "1198": 4816,
  "1199": 805,
  "1200": 1334,
  "1201": 2447,
  "1202": 2655,
  "1203": 48731,
  "1204": 88,
  "1205": 41632,
  "1206": 18140,
  "1207": 1133,
  "1208": 95876,
  "1209": 16977,
  "1210": 3124,
  "1211": 30987,
  "1212": 17007,
  "1213": 5308,
  "1214": 13136,
  "1215": 8197,
  "1216": 583,
  "1217": 4193,
  "1218": 10952,
  "1219": 29965,
  "1220": 4918,
  "1221": 6529,
  "1222": 75596,
  "1223": 5317,
  "1224": 62487,
  "1225": 1347,
  "1226": 46895,
  "1227": 1820,
  "1228": 13645,
  "1229": 4466,
  "1230": 1698,
  "1231": 59355,
  "1232": 54901,
  "1233": 784,
  "1234": 1001,
  "1235": 4214,
  "1236": 98355,
  "1237": 6147,
  "1238": 4612,
  "1239": 4358,
  "1240": 14339,
  "1241": 7183,
  "1242": 47299,
  "1243": 8474,
  "1244": 373,
  "1245": 11723,
  "1246": 9178,
  "1247": 439,
  "1248": 16651,
  "1249": 62257,
  "1250": 58164,
  "1251": 29810,
  "1252": 17588,
  "1253": 93562,
  "1254": 6076,
  "1255": 523,
  "1256": 13746,
  "1257": 1188,
  "1258": 34354,
  "1259": 74555,
  "1260": 11159,
  "1261": 444,
  "1262": 5641,
  "1263": 3369,
  "1264": 22460,
  "1265": 7215,
  "1266": 1290,
  "1267": 67542,
  "1268": 6471,
  "1269": 41645,
  "1270": 81144,
  "1271": 44618,
  "1272": 5527,
  "1273": 113042,
  "1274": 7118,
  "1275": 484,
  "1276": 3252,
  "1277": 4511,
  "1278": 2869,
  "1279": 2439,
  "1280": 53218,
  "1281": 1065,
  "1282": 75107,
  "1283": 1558,
  "1284": 26365,
  "1285": 10015,
  "1286": 96998,
  "1287": 3273,
  "1288": 44906,
  "1289": 47025,
  "1290": 3469,
  "1291": 50511,
  "1292": 18067,
  "1293": 45949,
  "1294": 3731,
  "1295": 4618,
  "1296": 12329,
  "1297": 1565,
  "1298": 1923,
  "1299": 10167,
  "1300": 1540,
  "1301": 35117,
  "1302": 12341,
  "1303": 1212,
  "1304": 1522,
  "1305": 4872,
  "1306": 1841,
  "1307": 2145,
  "1308": 1520,
  "1309": 68157,
  "1310": 41257,
  "1311": 91065,
  "1312": 708,
  "1313": 55836,
  "1314": 1948,
  "1315": 799,
  "1316": 7047,
  "1317": 38563,
  "1318": 96551,
  "1319": 75443,
  "1320": 42999,
  "1321": 9049,
  "1322": 15067,
  "1323": 8545,
  "1324": 12218,
  "1325": 9575,
  "1326": 43185,
  "1327": 3532,
  "1328": 31422,
  "1329": 61965,
  "1330": 48624,
  "1331": 939,
  "1332": 2005,
  "1333": 442,
  "1334": 1097,
  "1335": 26518,
  "1336": 51152,
  "1337": 1189,
  "1338": 5642,
  "1339": 112980,
  "1340": 32732,
  "1341": 2076,
  "1342": 46985,
  "1343": 54482,
  "1344": 634,
  "1345": 495,
  "1346": 8629,
  "1347": 1251,
  "1348": 5575,
  "1349": 4316,
  "1350": 73678,
  "1351": 11333,
  "1352": 377,
  "1353": 42511,
  "1354": 390,
  "1355": 53052,
  "1356": 836,
  "1357": 67387,
  "1358": 4960,
  "1359": 71398,
  "1360": 1658,
  "1361": 25506,
  "1362": 10878,
  "1363": 9988,
  "1364": 62386,
  "1365": 3074,
  "1366": 46802,
  "1367": 47114,
  "1368": 22944,
  "1369": 1713,
  "1370": 5951,
  "1371": 18615,
  "1372": 66,
  "1373": 7942,
  "1374": 3009,
  "1375": 26734,
  "1376": 72693,
  "1377": 14795,
  "1378": 1640,
  "1379": 46161,
  "1380": 3267,
  "1381": 4751,
  "1382": 5367,
  "1383": 76612,
  "1384": 65339,
  "1385": 21874,
  "1386": 370,
  "1387": 7200,
  "1388": 7172,
  "1389": 15207,
  "1390": 17748,
  "1391": 1488,
  "1392": 372,
  "1393": 29700,
  "1394": 395,
  "1395": 303,
  "1396": 16032,
  "1397": 105083,
  "1398": 83036,
  "1399": 6443,
  "1400": 26429,
  "1401": 1069,
  "1402": 14878,
  "1403": 23085,
  "1404": 88759,
  "1405": 5589,
  "1406": 2034,
  "1407": 114005,
  "1408": 809,
  "1409": 13535,
  "1410": 9490,
  "1411": 10574,
  "1412": 33201,
  "1413": 73302,
  "1414": 10160,
  "1415": 23854,
  "1416": 589,
  "1417": 93186,
  "1418": 23992,
  "1419": 39586,
  "1420": 974,
  "1421": 2785,
  "1422": 1130,
  "1423": 392,
  "1424": 1206,
  "1425": 417,
  "1426": 1375,
  "1427": 16490,
  "1428": 2863,
  "1429": 7757,
  "1430": 1624,
  "1431": 7010,
  "1432": 24129,
  "1433": 5059,
  "1434": 2201,
  "1435": 98239,
  "1436": 69229,
  "1437": 79387,
  "1438": 53733,
  "1439": 718,
  "1440": 1798,
  "1441": 71529,
  "1442": 72089,
  "1443": 10481,
  "1444": 6500,
  "1445": 869,
  "1446": 91311,
  "1447": 17206,
  "1448": 41293,
  "1449": 3141,
  "1450": 9620,
  "1451": 1647,
  "1452": 7164,
  "1453": 12097,
  "1454": 548,
  "1455": 72567,
  "1456": 81222,
  "1457": 9633,
  "1458": 37200,
  "1459": 10647,
  "1460": 37177,
  "1461": 1017,
  "1462": 1124,
  "1463": 53649,
  "1464": 2125,
  "1465": 35804,
  "1466": 34761,
  "1467": 25123,
  "1468": 61788,
  "1469": 3122,
  "1470": 6160,
  "1471": 9563,
  "1472": 33214,
  "1473": 1989,
  "1474": 28605,
  "1475": 3703,
  "1476": 8207,
  "1477": 7881,
  "1478": 10609,
  "1479": 98244,
  "1480": 68906,
  "1481": 60537,
  "1482": 13889,
  "1483": 39055,
  "1484": 1121,
  "1485": 59026,
  "1486": 1772,
  "1487": 78334,
  "1488": 764,
  "1489": 4842,
  "1490": 12928,
  "1491": 5673,
  "1492": 72905,
  "1493": 1515,
  "1494": 37303,
  "1495": 20372,
  "1496": 28879,
  "1497": 1531,
  "1498": 2259,
  "1499": 2295,
  "1500": 513,
  "1501": 16514,
  "1502": 38447,
  "1503": 16241,
  "1504": 664,
  "1505": 2099,
  "1506": 43441,
  "1507": 9063,
  "1508": 79728,
  "1509": 2515,
  "1510": 10719,
  "1511": 14156,
  "1512": 31453,
  "1513": 2856,
  "1514": 4506,
  "1515": 39258,
  "1516": 28639,
  "1517": 72961,
  "1518": 14085,
  "1519": 32376,
  "1520": 74900,
  "1521": 42161,
  "1522": 42908,
  "1523": 786,
  "1524": 4880,
  "1525": 27269,
  "1526": 23960,
  "1527": 8123,
  "1528": 2184,
  "1529": 6853,
  "1530": 1120,
  "1531": 3527,
  "1532": 31881,
  "1533": 1411,
  "1534": 30845,
  "1535": 2963,
  "1536": 3492,
  "1537": 6375,
  "1538": 51806,
  "1539": 83921,
  "1540": 3906,
  "1541": 11285,
  "1542": 5424,
  "1543": 8826,
  "1544": 16965,
  "1545": 93029,
  "1546": 958,
  "1547": 21107,
  "1548": 15960,
  "1549": 19462,
  "1550": 20487,
  "1551": 31493,
  "1552": 23709,
  "1553": 19639,
  "1554": 28784,
  "1555": 38469,
  "1556": 1972,
  "1557": 23684,
  "1558": 7140,
  "1559": 86057,
  "1560": 13846,
  "1561": 64123,
  "1562": 8305,
  "1563": 37762,
  "1564": 1386,
  "1565": 113804,
  "1566": 21854,
  "1567": 77885,
  "1568": 17469,
  "1569": 1508,
  "1570": 19661,
  "1571": 23774,
  "1572": 30875,
  "1573": 41761,
  "1574": 10804,
  "1575": 2661,
  "1576": 7675,
  "1577": 4210,
  "1578": 23128,
  "1579": 123539,
  "1580": 8941,
  "1581": 66396,
  "1582": 50813,
  "1583": 54667,
  "1584": 10083,
  "1585": 4083,
  "1586": 7836,
  "1587": 6809,
  "1588": 19227,
  "1589": 91419,
  "1590": 7678,
  "1591": 42345,
  "1592": 7085,
  "1593": 9165,
  "1594": 4589,
  "1595": 671,
  "1596": 58565,
  "1597": 7819,
  "1598": 7151,
  "1599": 1026,
  "1600": 3003,
  "1601": 27900,
  "1602": 41554,
  "1603": 433,
  "1604": 8374,
  "1605": 11591,
  "1606": 86204,
  "1607": 82660,
  "1608": 10598,
  "1609": 18050,
  "1610": 653,
  "1611": 43100,
  "1612": 1672,
  "1613": 1814,
  "1614": 78144,
  "1615": 75361,
  "1616": 942,
  "1617": 6916,
  "1618": 124532,
  "1619": 16422,
  "1620": 39068,
  "1621": 521,
  "1622": 30303,
  "1623": 68111,
  "1624": 7902,
  "1625": 53403,
  "1626": 5481,
  "1627": 67691,
  "1628": 864,
  "1629": 67979,
  "1630": 59317,
  "1631": 604,
  "1632": 3352,
  "1633": 1964,
  "1634": 46799,
  "1635": 1339,
  "1636": 1693,
  "1637": 5762,
  "1638": 582,
  "1639": 796,
  "1640": 349,
  "1641": 37398,
  "1642": 23091,
  "1643": 20673,
  "1644": 64039,
  "1645": 31794,
  "1646": 3419,
  "1647": 6327,
  "1648": 28316,
  "1649": 98576,
  "1650": 81213,
  "1651": 59818,
  "1652": 15222,
  "1653": 2332,
  "1654": 5153,
  "1655": 767,
  "1656": 1653,
  "1657": 15252,
  "1658": 682,
  "1659": 3958,
  "1660": 11975,
  "1661": 5418,
  "1662": 3347,
  "1663": 290,
  "1664": 1803,
  "1665": 50551,
  "1666": 21423,
  "1667": 63501,
  "1668": 39474,
  "1669": 581,
  "1670": 747,
  "1671": 1608,
  "1672": 10025,
  "1673": 22892,
  "1674": 10670,
  "1675": 590,
  "1676": 26656,
  "1677": 24510,
  "1678": 12021,
  "1679": 3376,
  "1680": 115045,
  "1681": 119091,
  "1682": 24723,
  "1683": 37139,
  "1684": 2700,
  "1685": 2629,
  "1686": 884,
  "1687": 29684,
  "1688": 528,
  "1689": 10980,
  "1690": 5248,
  "1691": 1553,
  "1692": 4835,
  "1693": 6469,
  "1694": 951,
  "1695": 11049,
  "1696": 12119,
  "1697": 43471,
  "1698": 461,
  "1699": 75618,
  "1700": 21889,
  "1701": 122629,
  "1702": 788,
  "1703": 8023,
  "1704": 831,
  "1705": 894,
  "1706": 675,
  "1707": 4129,
  "1708": 38135,
  "1709": 32204,
  "1710": 15667,
  "1711": 28907,
  "1712": 6091,
  "1713": 4509,
  "1714": 111722,
  "1715": 829,
  "1716": 6388,
  "1717": 38430,
  "1718": 12688,
  "1719": 520,
  "1720": 6786,
  "1721": 47940,
  "1722": 3008,
  "1723": 27431,
  "1724": 2298,
  "1725": 3457,
  "1726": 5509,
  "1727": 6842,
  "1728": 82691,
  "1729": 88026,
  "1730": 11164,
  "1731": 9689,
  "1732": 6117,
  "1733": 804,
  "1734": 67523,
  "1735": 40455,
  "1736": 2307,
  "1737": 3864,
  "1738": 1725,
  "1739": 65017,
  "1740": 10814,
  "1741": 12841,
  "1742": 36066,
  "1743": 10286,
  "1744": 33978,
  "1745": 45723,
  "1746": 26554,
  "1747": 98153,
  "1748": 5634,
  "1749": 40552,
  "1750": 2477,
  "1751": 1748,
  "1752": 52719,
  "1753": 44229,
  "1754": 1802,
  "1755": 3933,
  "1756": 16338,
  "1757": 24004,
  "1758": 50893,
  "1759": 44490,
  "1760": 8893,
  "1761": 8492,
  "1762": 42207,
  "1763": 100075,
  "1764": 83685,
  "1765": 945,
  "1766": 2723,
  "1767": 103062,
  "1768": 91025,
  "1769": 96521,
  "1770": 24041,
  "1771": 15503,
  "1772": 2449,
  "1773": 13559,
  "1774": 1468,
  "1775": 47972,
  "1776": 3772,
  "1777": 83259,
  "1778": 4108,
  "1779": 6661,
  "1780": 7218,
  "1781": 33015,
  "1782": 971,
  "1783": 55854,
  "1784": 4824,
  "1785": 31388,
  "1786": 5440,
  "1787": 6583,
  "1788": 24318,
  "1789": 42151,
  "1790": 7113,
  "1791": 40967,
  "1792": 123739,
  "1793": 1320,
  "1794": 5790,
  "1795": 76138,
  "1796": 3444,
  "1797": 6246,
  "1798": 819,
  "1799": 4991,
  "1800": 47816,
  "1801": 1509,
  "1802": 6348,
  "1803": 45775,
  "1804": 76970,
  "1805": 539,
  "1806": 458,
  "1807": 37802,
  "1808": 27700,
  "1809": 6057,
  "1810": 96173,
  "1811": 60478,
  "1812": 34059,
  "1813": 62117,
  "1814": 5811,
  "1815": 857,
  "1816": 110026,
  "1817": 270,
  "1818": 1973,
  "1819": 32345,
  "1820": 9355,
  "1821": 66852,
  "1822": 1376,
  "1823": 6868,
  "1824": 7870,
  "1825": 3666,
  "1826": 30111,
  "1827": 7829,
  "1828": 49201,
  "1829": 8841,
  "1830": 455,
  "1831": 32189,
  "1832": 43529,
  "1833": 24018,
  "1834": 74625,
  "1835": 44402,
  "1836": 8016,
  "1837": 4042,
  "1838": 1295,
  "1839": 39002,
  "1840": 24544,
  "1841": 94778,
  "1842": 27262,
  "1843": 23518,
  "1844": 9115,
  "1845": 61380,
  "1846": 403,
  "1847": 4733,
  "1848": 70122,
  "1849": 991,
  "1850": 59367,
  "1851": 7970,
  "1852": 54721,
  "1853": 86876,
  "1854": 13781,
  "1855": 924,
  "1856": 21313,
  "1857": 511,
  "1858": 42589,
  "1859": 16265,
  "1860": 24925,
  "1861": 17008,
  "1862": 1786,
  "1863": 62031,
  "1864": 77373,
  "1865": 1499,
  "1866": 38106,
  "1867": 8783,
  "1868": 4047,
  "1869": 783,
  "1870": 404,
  "1871": 65670,
  "1872": 5105,
  "1873": 38634,
  "1874": 38387,
  "1875": 34152,
  "1876": 8216,
  "1877": 1739,
  "1878": 9339,
  "1879": 7926,
  "1880": 77614,
  "1881": 34213,
  "1882": 7828,
  "1883": 74376,
  "1884": 29394,
  "1885": 34397,
  "1886": 7907,
  "1887": 85690,
  "1888": 13055,
  "1889": 9034,
  "1890": 55704,
  "1891": 14437,
  "1892": 90637,
  "1893": 12288,
  "1894": 7044,
  "1895": 23496,
  "1896": 40319,
  "1897": 3439,
  "1898": 8646,
  "1899": 677,
  "1900": 87,
  "1901": 20100,
  "1902": 65736,
  "1903": 10382,
  "1904": 80566,
  "1905": 13284,
  "1906": 2793,
  "1907": 25591,
  "1908": 11457,
  "1909": 46140,
  "1910": 5113,
  "1911": 13572,
  "1912": 14381,
  "1913": 411,
  "1914": 43329,
  "1915": 4763,
  "1916": 31071,
  "1917": 13744,
  "1918": 53244,
  "1919": 57264,
  "1920": 79548,
  "1921": 84381,
  "1922": 98441,
  "1923": 8835,
  "1924": 17207,
  "1925": 10677,
  "1926": 1727,
  "1927": 11639,
  "1928": 68225,
  "1929": 38647,
  "1930": 367,
  "1931": 10390,
  "1932": 12616,
  "1933": 9765,
  "1934": 17968,
  "1935": 79791,
  "1936": 4581,
  "1937": 7135,
  "1938": 2116,
  "1939": 18826,
  "1940": 734,
  "1941": 48520,
  "1942": 24201,
  "1943": 5637,
  "1944": 6136,
  "1945": 117763,
  "1946": 98277,
  "1947": 20926,
  "1948": 14046,
  "1949": 10746,
  "1950": 5661,
  "1951": 28875,
  "1952": 7674,
  "1953": 2942,
  "1954": 24768,
  "1955": 16630,
  "1956": 27513,
  "1957": 618,
  "1958": 35376,
  "1959": 2469,
  "1960": 76958,
  "1961": 50087,
  "1962": 41869,
  "1963": 11262,
  "1964": 84749,
  "1965": 2061,
  "1966": 3721,
  "1967": 57572,
  "1968": 363,
  "1969": 1095,
  "1970": 14724,
  "1971": 109556,
  "1972": 3833,
  "1973": 68082,
  "1974": 39567,
  "1975": 23457,
  "1976": 2848,
  "1977": 16357,
  "1978": 26205,
  "1979": 12098,
  "1980": 10683,
  "1981": 19866,
  "1982": 4832,
  "1983": 1732,
  "1984": 2329,
  "1985": 17612,
  "1986": 47628,
  "1987": 84082,
  "1988": 55767,
  "1989": 8531,
  "1990": 9218,
  "1991": 17918,
  "1992": 4447,
  "1993": 2518,
  "1994": 10706,
  "1995": 12490,
  "1996": 47253,
  "1997": 7364,
  "1998": 51141,
  "1999": 1098,
  "2000": 1286,
  "2001": 1080,
  "2002": 15930,
  "2003": 21215,
  "2004": 5717,
  "2005": 502,
  "2006": 12516,
  "2007": 3825,
  "2008": 88823,
  "2009": 4197,
  "2010": 29651,
  "2011": 65308,
  "2012": 115409,
  "2013": 68467,
  "2014": 21134,
  "2015": 61331,
  "2016": 8301,
  "2017": 33054,
  "2018": 49986,
  "2019": 43028,
  "2020": 2554,
  "2021": 96152,
  "2022": 10476,
  "2023": 113734,
  "2024": 58197,
  "2025": 30276,
  "2026": 1215,
  "2027": 75721,
  "2028": 14694,
  "2029": 18664,
  "2030": 867,
  "2031": 1149,
  "2032": 92540,
  "2033": 39245,
  "2034": 24705,
  "2035": 9888,
  "2036": 23672,
  "2037": 33936,
  "2038": 2171,
  "2039": 2128,
  "2040": 94908,
  "2041": 14163,
  "2042": 1992,
  "2043": 1027,
  "2044": 64663,
  "2045": 2194,
  "2046": 1143,
  "2047": 8619,
  "2048": 92347,
  "2049": 36413,
  "2050": 5201,
  "2051": 24812,
  "2052": 26738,
  "2053": 4654,
  "2054": 4664,
  "2055": 79671,
  "2056": 323,
  "2057": 95087,
  "2058": 7270,
  "2059": 11074,
  "2060": 3647,
  "2061": 29875,
  "2062": 53554,
  "2063": 50009,
  "2064": 470,
  "2065": 10079,
  "2066": 13189,
  "2067": 12345,
  "2068": 35203,
  "2069": 42030,
  "2070": 2784,
  "2071": 2411,
  "2072": 72389,
  "2073": 85051,
  "2074": 4049,
  "2075": 83950,
  "2076": 9167,
  "2077": 18757,
  "2078": 897,
  "2079": 89949,
  "2080": 1104,
  "2081": 82380,
  "2082": 70812,
  "2083": 4385,
  "2084": 23129,
  "2085": 4958,
  "2086": 4371,
  "2087": 6566,
  "2088": 97511,
  "2089": 56036,
  "2090": 4988,
  "2091": 71719,
  "2092": 13824,
  "2093": 127721,
  "2094": 24520,
  "2095": 10194,
  "2096": 77580,
  "2097": 434,
  "2098": 61113,
  "2099": 5730,
  "2100": 14773,
  "2101": 20324,
  "2102": 572,
  "2103": 711,
  "2104": 506,
  "2105": 32390,
  "2106": 66334,
  "2107": 32759,
  "2108": 28493,
  "2109": 10184,
  "2110": 1382,
  "2111": 609,
  "2112": 20703,
  "2113": 96026,
  "2114": 12320,
  "2115": 1615,
  "2116": 95973,
  "2117": 12657,
  "2118": 9038,
  "2119": 6896,
  "2120": 3018,
  "2121": 556,
  "2122": 26555,
  "2123": 33050,
  "2124": 27803,
  "2125": 1638,
  "2126": 2308,
  "2127": 6216,
  "2128": 72163,
  "2129": 1546,
  "2130": 31202,
  "2131": 37700,
  "2132": 46089,
  "2133": 1394,
  "2134": 49295,
  "2135": 9781,
  "2136": 28226,
  "2137": 83844,
  "2138": 3148,
  "2139": 31531,
  "2140": 18665,
  "2141": 12682,
  "2142": 2132,
  "2143": 48130,
  "2144": 11398,
  "2145": 3190,
  "2146": 1030,
  "2147": 8811,
  "2148": 737,
  "2149": 1517,
  "2150": 7363,
  "2151": 6347,
  "2152": 2454,
  "2153": 762,
  "2154": 1137,
  "2155": 10885,
  "2156": 13849,
  "2157": 5252,
  "2158": 11554,
  "2159": 6605,
  "2160": 72478,
  "2161": 5523,
  "2162": 64979,
  "2163": 19588,
  "2164": 8002,
  "2165": 936,
  "2166": 1752,
  "2167": 10036,
  "2168": 48253,
  "2169": 80714,
  "2170": 1438,
  "2171": 4998,
  "2172": 1675,
  "2173": 45713,
  "2174": 4744,
  "2175": 23464,
  "2176": 12985,
  "2177": 4675,
  "2178": 37701,
  "2179": 6926,
  "2180": 89604,
  "2181": 3565,
  "2182": 12855,
  "2183": 6519,
  "2184": 99511,
  "2185": 9211,
  "2186": 2040,
  "2187": 62618,
  "2188": 21799,
  "2189": 51744,
  "2190": 19586,
  "2191": 35135,
  "2192": 115493,
  "2193": 5636,
  "2194": 42201,
  "2195": 2886,
  "2196": 1178,
  "2197": 1018,
  "2198": 30773,
  "2199": 846,
  "2200": 9895,
  "2201": 35050,
  "2202": 23621,
  "2203": 74800,
  "2204": 2715,
  "2205": 58142,
  "2206": 56886,
  "2207": 68215,
  "2208": 33712,
  "2209": 6987,
  "2210": 547,
  "2211": 18515,
  "2212": 3105,
  "2213": 2080,
  "2214": 5192,
  "2215": 1331,
  "2216": 4285,
  "2217": 1469,
  "2218": 1617,
  "2219": 8862,
  "2220": 10367,
  "2221": 26017,
  "2222": 10503,
  "2223": 3576,
  "2224": 40742,
  "2225": 1323,
  "2226": 17134,
  "2227": 525,
  "2228": 70089,
  "2229": 714,
  "2230": 346,
  "2231": 36110,
  "2232": 73791,
  "2233": 45558,
  "2234": 71539,
  "2235": 6166,
  "2236": 29955,
  "2237": 28074,
  "2238": 2763,
  "2239": 17912,
  "2240": 41497,
  "2241": 599,
  "2242": 65188,
  "2243": 1296,
  "2244": 60719,
  "2245": 45356,
  "2246": 97029,
  "2247": 91903,
  "2248": 48219,
  "2249": 3746,
  "2250": 8510,
  "2251": 90111,
  "2252": 2698,
  "2253": 1867,
  "2254": 8733,
  "2255": 7454,
  "2256": 26402,
  "2257": 31721,
  "2258": 68076,
  "2259": 24429,
  "2260": 1955,
  "2261": 2479,
  "2262": 20453,
  "2263": 19637,
  "2264": 3233,
  "2265": 9697,
  "2266": 27236,
  "2267": 21497,
  "2268": 22212,
  "2269": 78853,
  "2270": 1385,
  "2271": 9120,
  "2272": 35666,
  "2273": 8235,
  "2274": 9810,
  "2275": 35103,
  "2276": 12631,
  "2277": 24154,
  "2278": 1122,
  "2279": 3608,
  "2280": 2392,
  "2281": 83851,
  "2282": 73932,
  "2283": 5868,
  "2284": 70922,
  "2285": 2749,
  "2286": 6527,
  "2287": 917,
  "2288": 14365,
  "2289": 8770,
  "2290": 20605,
  "2291": 81369,
  "2292": 379,
  "2293": 12714,
  "2294": 2092,
  "2295": 1184,
  "2296": 5919,
  "2297": 20824,
  "2298": 8249,
  "2299": 1940,
  "2300": 55229,
  "2301": 85641,
  "2302": 9491,
  "2303": 53576,
  "2304": 41599,
  "2305": 2130,
  "2306": 9048,
  "2307": 90389,
  "2308": 31141,
  "2309": 21434,
  "2310": 3153,
  "2311": 2246,
  "2312": 1677,
  "2313": 52253,
  "2314": 8717,
  "2315": 23423,
  "2316": 586,
  "2317": 7272,
  "2318": 3557,
  "2319": 27016,
  "2320": 57609,
  "2321": 4168,
  "2322": 32849,
  "2323": 1446,
  "2324": 2690,
  "2325": 559,
  "2326": 72239,
  "2327": 13045,
  "2328": 80888,
  "2329": 71530,
  "2330": 112796,
  "2331": 14135,
  "2332": 1181,
  "2333": 78418,
  "2334": 15113,
  "2335": 5895,
  "2336": 5209,
  "2337": 76876,
  "2338": 13546,
  "2339": 2481,
  "2340": 89372,
  "2341": 7915,
  "2342": 638,
  "2343": 23044,
  "2344": 31511,
  "2345": 6935,
  "2346": 23014,
  "2347": 95194,
  "2348": 2042,
  "2349": 1634,
  "2350": 74261,
  "2351": 9047,
  "2352": 2536,
  "2353": 37628,
  "2354": 5100,
  "2355": 3342,
  "2356": 4690,
  "2357": 12938,
  "2358": 4714,
  "2359": 53698,
  "2360": 9486,
  "2361": 35598,
  "2362": 36662,
  "2363": 76047,
  "2364": 9231,
  "2365": 91855,
  "2366": 2743,
  "2367": 13752,
  "2368": 108959,
  "2369": 41638,
  "2370": 12806,
  "2371": 2836,
  "2372": 63452,
  "2373": 8479,
  "2374": 22781,
  "2375": 876,
  "2376": 53251,
  "2377": 39896,
  "2378": 955,
  "2379": 19380,
  "2380": 81085,
  "2381": 53031,
  "2382": 99560,
  "2383": 7064,
  "2384": 2562,
  "2385": 50594,
  "2386": 34531,
  "2387": 4295,
  "2388": 1216,
  "2389": 72176,
  "2390": 6442,
  "2391": 9884,
  "2392": 85323,
  "2393": 92761,
  "2394": 66007,
  "2395": 43379,
  "2396": 80663,
  "2397": 21968,
  "2398": 2109,
  "2399": 33389,
  "2400": 78425,
  "2401": 953,
  "2402": 1302,
  "2403": 738,
  "2404": 45138,
  "2405": 55148,
  "2406": 30279,
  "2407": 50116,
  "2408": 509,
  "2409": 7912,
  "2410": 93082,
  "2411": 2585,
  "2412": 8199,
  "2413": 5226,
  "2414": 4088,
  "2415": 85321,
  "2416": 2191,
  "2417": 19972,
  "2418": 17634,
  "2419": 17576,
  "2420": 20016,
  "2421": 22076,
  "2422": 352,
  "2423": 50672,
  "2424": 30569,
  "2425": 89128,
  "2426": 38457,
  "2427": 19491,
  "2428": 10696,
  "2429": 6256,
  "2430": 76019,
  "2431": 37443,
  "2432": 778,
  "2433": 107435,
  "2434": 32720,
  "2435": 66184,
  "2436": 23685,
  "2437": 56975,
  "2438": 77234,
  "2439": 1826,
  "2440": 31866,
  "2441": 699,
  "2442": 25632,
  "2443": 4411,
  "2444": 20236,
  "2445": 20898,
  "2446": 18297,
  "2447": 6617,
  "2448": 4495,
  "2449": 9145,
  "2450": 8135,
  "2451": 3371,
  "2452": 774,
  "2453": 3036,
  "2454": 6179,
  "2455": 41996,
  "2456": 89866,
  "2457": 17226,
  "2458": 8945,
  "2459": 4237,
  "2460": 24195,
  "2461": 8537,
  "2462": 4790,
  "2463": 2914,
  "2464": 3281,
  "2465": 6993,
  "2466": 36888,
  "2467": 7274,
  "2468": 11837,
  "2469": 15769,
  "2470": 28705,
  "2471": 980,
  "2472": 32381,
  "2473": 2287,
  "2474": 35031,
  "2475": 14720,
  "2476": 60801,
  "2477": 630,
  "2478": 86945,
  "2479": 369,
  "2480": 21494,
  "2481": 124568,
  "2482": 880,
  "2483": 56951,
  "2484": 3811,
  "2485": 36454,
  "2486": 9024,
  "2487": 22119,
  "2488": 94912,
  "2489": 80202,
  "2490": 5721,
  "2491": 82276,
  "2492": 10891,
  "2493": 43661,
  "2494": 57578,
  "2495": 2068,
  "2496": 8081,
  "2497": 42480,
  "2498": 52189,
  "2499": 15119,
  "2500": 29918,
  "2501": 1491,
  "2502": 82809,
  "2503": 11726,
  "2504": 3154,
  "2505": 123537,
  "2506": 22524,
  "2507": 865,
  "2508": 25840,
  "2509": 11142,
  "2510": 30052,
  "2511": 91374,
  "2512": 60258,
  "2513": 4075,
  "2514": 25228,
  "2515": 18268,
  "2516": 10594,
  "2517": 84295,
  "2518": 4081,
  "2519": 5041,
  "2520": 9667,
  "2521": 90087,
  "2522": 113305,
  "2523": 62306,
  "2524": 1922,
  "2525": 68320,
  "2526": 1327,
  "2527": 11217,
  "2528": 3757,
  "2529": 53377,
  "2530": 38022,
  "2531": 85567,
  "2532": 3355,
  "2533": 5534,
  "2534": 17,
  "2535": 88644,
  "2536": 18608,
  "2537": 5147,
  "2538": 5094,
  "2539": 1711,
  "2540": 14473,
  "2541": 32932,
  "2542": 80383,
  "2543": 19002,
  "2544": 1257,
  "2545": 35834,
  "2546": 32836,
  "2547": 20609,
  "2548": 19205,
  "2549": 19665,
  "2550": 29062,
  "2551": 1751,
  "2552": 70607,
  "2553": 4799,
  "2554": 54244,
  "2555": 78381,
  "2556": 2553,
  "2557": 3373,
  "2558": 6491,
  "2559": 4917,
  "2560": 10264,
  "2561": 94913,
  "2562": 6940,
  "2563": 8977,
  "2564": 14684,
  "2565": 10863,
  "2566": 77266,
  "2567": 24584,
  "2568": 14561,
  "2569": 20356,
  "2570": 3183,
  "2571": 5150,
  "2572": 27944,
  "2573": 7096,
  "2574": 81881,
  "2575": 24108,
  "2576": 2959,
  "2577": 38221,
  "2578": 1791,
  "2579": 2463,
  "2580": 2267,
  "2581": 19644,
  "2582": 26209,
  "2583": 27865,
  "2584": 10960,
  "2585": 10994,
  "2586": 847,
  "2587": 3293,
  "2588": 11025,
  "2589": 88054,
  "2590": 12108,
  "2591": 32893,
  "2592": 8747,
  "2593": 51977,
  "2594": 38536,
  "2595": 1768,
  "2596": 12197,
  "2597": 21747,
  "2598": 29639,
  "2599": 70991,
  "2600": 10176,
  "2601": 20553,
  "2602": 33625,
  "2603": 8138,
  "2604": 91627,
  "2605": 44585,
  "2606": 69019,
  "2607": 11465,
  "2608": 34473,
  "2609": 32940,
  "2610": 69142,
  "2611": 4428,
  "2612": 89006,
  "2613": 74756,
  "2614": 2532,
  "2615": 20384,
  "2616": 3887,
  "2617": 30529,
  "2618": 23427,
  "2619": 1910,
  "2620": 15916,
  "2621": 36292,
  "2622": 12936,
  "2623": 33462,
  "2624": 5869,
  "2625": 67035,
  "2626": 61454,
  "2627": 14379,
  "2628": 11715,
  "2629": 817,
  "2630": 78474,
  "2631": 3042,
  "2632": 26689,
  "2633": 68199,
  "2634": 1913,
  "2635": 832,
  "2636": 85191,
  "2637": 30453,
  "2638": 3817,
  "2639": 8162,
  "2640": 5079,
  "2641": 67960,
  "2642": 76120,
  "2643": 61722,
  "2644": 6184,
  "2645": 69013,
  "2646": 3510,
  "2647": 19071,
  "2648": 11981,
  "2649": 68676,
  "2650": 1154,
  "2651": 560,
  "2652": 11100,
  "2653": 29147,
  "2654": 4287,
  "2655": 38302,
  "2656": 47746,
  "2657": 82121,
  "2658": 29913,
  "2659": 676,
  "2660": 21371,
  "2661": 108874,
  "2662": 14218,
  "2663": 10216,
  "2664": 11091,
  "2665": 8427,
  "2666": 9526,
  "2667": 5573,
  "2668": 18909,
  "2669": 31606,
  "2670": 25052,
  "2671": 3536,
  "2672": 97246,
  "2673": 2877,
  "2674": 69708,
  "2675": 3716,
  "2676": 1941,
  "2677": 27377,
  "2678": 7439,
  "2679": 1380,
  "2680": 94987,
  "2681": 8528,
  "2682": 4845,
  "2683": 18022,
  "2684": 59400,
  "2685": 82170,
  "2686": 6833,
  "2687": 12466,
  "2688": 99348,
  "2689": 4354,
  "2690": 48406,
  "2691": 12669,
  "2692": 21938,
  "2693": 9157,
  "2694": 1946,
  "2695": 12052,
  "2696": 52314,
  "2697": 73187,
  "2698": 46965,
  "2699": 89619,
  "2700": 52572,
  "2701": 10773,
  "2702": 6015,
  "2703": 3118,
  "2704": 18177,
  "2705": 87729,
  "2706": 5898,
  "2707": 10623,
  "2708": 7515,
  "2709": 14386,
  "2710": 54397,
  "2711": 41331,
  "2712": 124812,
  "2713": 7141,
  "2714": 8175,
  "2715": 51168,
  "2716": 1662,
  "2717": 32361,
  "2718": 594,
  "2719": 566,
  "2720": 18302,
  "2721": 29616,
  "2722": 120004,
  "2723": 9334,
  "2724": 67919,
  "2725": 12324,
  "2726": 28231,
  "2727": 27960,
  "2728": 99555,
  "2729": 86760,
  "2730": 5503,
  "2731": 14504,
  "2732": 29465,
  "2733": 24848,
  "2734": 12460,
  "2735": 43521,
  "2736": 15730,
  "2737": 2353,
  "2738": 8045,
  "2739": 83158,
  "2740": 12777,
  "2741": 687,
  "2742": 13766,
  "2743": 15760,
  "2744": 9638,
  "2745": 39909,
  "2746": 859,
  "2747": 3359,
  "2748": 21291,
  "2749": 6802,
  "2750": 54409,
  "2751": 65764,
  "2752": 83509,
  "2753": 74817,
  "2754": 24276,
  "2755": 60898,
  "2756": 48876,
  "2757": 1864,
  "2758": 41145,
  "2759": 3326,
  "2760": 76434,
  "2761": 3035,
  "2762": 10551,
  "2763": 24614,
  "2764": 2792,
  "2765": 14931,
  "2766": 3213,
  "2767": 7598,
  "2768": 111806,
  "2769": 631,
  "2770": 11083,
  "2771": 65079,
  "2772": 96973,
  "2773": 86845,
  "2774": 75092,
  "2775": 685,
  "2776": 73370,
  "2777": 887,
  "2778": 6043,
  "2779": 108147,
  "2780": 10478,
  "2781": 12407,
  "2782": 7147,
  "2783": 18507,
  "2784": 8736,
  "2785": 3258,
  "2786": 2835,
  "2787": 8252,
  "2788": 89089,
  "2789": 25160,
  "2790": 743,
  "2791": 6962,
  "2792": 2383,
  "2793": 13088,
  "2794": 14468,
  "2795": 20991,
  "2796": 21046,
  "2797": 5981,
  "2798": 6485,
  "2799": 2683,
  "2800": 3541,
  "2801": 649,
  "2802": 67185,
  "2803": 3963,
  "2804": 6638,
  "2805": 19538,
  "2806": 4529,
  "2807": 69083,
  "2808": 25188,
  "2809": 28726,
  "2810": 8571,
  "2811": 25769,
  "2812": 5891,
  "2813": 88641,
  "2814": 37955,
  "2815": 6816,
  "2816": 5770,
  "2817": 5646,
  "2818": 19309,
  "2819": 1665,
  "2820": 1887,
  "2821": 3107,
  "2822": 4814,
  "2823": 95057,
  "2824": 2144,
  "2825": 96919,
  "2826": 40095,
  "2827": 31081,
  "2828": 65636,
  "2829": 26128,
  "2830": 11880,
  "2831": 32414,
  "2832": 14295,
  "2833": 25897,
  "2834": 32822,
  "2835": 35155,
  "2836": 24037,
  "2837": 63747,
  "2838": 29283,
  "2839": 77044,
  "2840": 7978,
  "2841": 6705,
  "2842": 1572,
  "2843": 2416,
  "2844": 20934,
  "2845": 10672,
  "2846": 8385,
  "2847": 19886,
  "2848": 7546,
  "2849": 64573,
  "2850": 43813,
  "2851": 62005,
  "2852": 63734,
  "2853": 25400,
  "2854": 460,
  "2855": 2854,
  "2856": 4121,
  "2857": 66861,
  "2858": 8232,
  "2859": 16904,
  "2860": 4535,
  "2861": 17967,
  "2862": 17778,
  "2863": 1002,
  "2864": 2106,
  "2865": 20430,
  "2866": 14283,
  "2867": 8590,
  "2868": 74914,
  "2869": 7217,
  "2870": 39948,
  "2871": 84871,
  "2872": 55046,
  "2873": 37391,
  "2874": 68249,
  "2875": 46790,
  "2876": 27476,
  "2877": 2613,
  "2878": 5279,
  "2879": 8836,
  "2880": 88986,
  "2881": 48250,
  "2882": 8942,
  "2883": 14801,
  "2884": 28143,
  "2885": 8350,
  "2886": 28811,
  "2887": 42256,
  "2888": 467,
  "2889": 4722,
  "2890": 22432,
  "2891": 44802,
  "2892": 70891,
  "2893": 59136,
  "2894": 7477,
  "2895": 38556,
  "2896": 21184,
  "2897": 7864,
  "2898": 40811,
  "2899": 21340,
  "2900": 45549,
  "2901": 13697,
  "2902": 14140,
  "2903": 87272,
  "2904": 690,
  "2905": 34388,
  "2906": 77139,
  "2907": 9672,
  "2908": 23401,
  "2909": 75163,
  "2910": 9008,
  "2911": 11357,
  "2912": 1029,
  "2913": 7334,
  "2914": 41986,
  "2915": 54213,
  "2916": 25893,
  "2917": 2466,
  "2918": 47065,
  "2919": 2428,
  "2920": 30711,
  "2921": 1637,
  "2922": 1646,
  "2923": 1052,
  "2924": 1317,
  "2925": 80794,
  "2926": 2174,
  "2927": 97046,
  "2928": 2117,
  "2929": 49606,
  "2930": 101655,
  "2931": 90744,
  "2932": 9462,
  "2933": 2370,
  "2934": 13200,
  "2935": 12077,
  "2936": 13845,
  "2937": 3335,
  "2938": 12881,
  "2939": 1353,
  "2940": 74043,
  "2941": 88593,
  "2942": 62744,
  "2943": 14991,
  "2944": 93420,
  "2945": 10973,
  "2946": 37508,
  "2947": 1207,
  "2948": 35213,
  "2949": 2702,
  "2950": 2648,
  "2951": 2277,
  "2952": 13584,
  "2953": 21901,
  "2954": 416,
  "2955": 7317,
  "2956": 67861,
  "2957": 16259,
  "2958": 2172,
  "2959": 15154,
  "2960": 30998,
  "2961": 3714,
  "2962": 76802,
  "2963": 14356,
  "2964": 30165,
  "2965": 11501,
  "2966": 2445,
  "2967": 7710,
  "2968": 5620,
  "2969": 23202,
  "2970": 61736,
  "2971": 22337,
  "2972": 63244,
  "2973": 19126,
  "2974": 14736,
  "2975": 9121,
  "2976": 11053,
  "2977": 50222,
  "2978": 58797,
  "2979": 1709,
  "2980": 10145,
  "2981": 60943,
  "2982": 3824,
  "2983": 90363,
  "2984": 18244,
  "2985": 48687,
  "2986": 67532,
  "2987": 41926,
  "2988": 14509,
  "2989": 40762,
  "2990": 6098,
  "2991": 39674,
  "2992": 19703,
  "2993": 10269,
  "2994": 4309,
  "2995": 2798,
  "2996": 23063,
  "2997": 60772,
  "2998": 5542,
  "2999": 967,
  "3000": 302,
  "3001": 30200,
  "3002": 3667,
  "3003": 52009,
  "3004": 7403,
  "3005": 14015,
  "3006": 57487,
  "3007": 810,
  "3008": 40344,
  "3009": 986,
  "3010": 2486,
  "3011": 3394,
  "3012": 60224,
  "3013": 6667,
  "3014": 18496,
  "3015": 31469,
  "3016": 7891,
  "3017": 3807,
  "3018": 19934,
  "3019": 12812,
  "3020": 7484,
  "3021": 12495,
  "3022": 1132,
  "3023": 2812,
  "3024": 51380,
  "3025": 2619,
  "3026": 95311,
  "3027": 102952,
  "3028": 12208,
  "3029": 4972,
  "3030": 73208,
  "3031": 33818,
  "3032": 10537,
  "3033": 2252,
  "3034": 1421,
  "3035": 20716,
  "3036": 96018,
  "3037": 28013,
  "3038": 84698,
  "3039": 5049,
  "3040": 114118,
  "3041": 1088,
  "3042": 1652,
  "3043": 12699,
  "3044": 1765,
  "3045": 14121,
  "3046": 8393,
  "3047": 2906,
  "3048": 44191,
  "3049": 19671,
  "3050": 1003,
  "3051": 41383,
  "3052": 75095,
  "3053": 13075,
  "3054": 32703,
  "3055": 18160,
  "3056": 21706,
  "3057": 2211,
  "3058": 48233,
  "3059": 48894,
  "3060": 24890,
  "3061": 17038,
  "3062": 21203,
  "3063": 15879,
  "3064": 1273,
  "3065": 4502,
  "3066": 5584,
  "3067": 2119,
  "3068": 16127,
  "3069": 5426,
  "3070": 82106,
  "3071": 95959,
  "3072": 3829,
  "3073": 26172,
  "3074": 15812,
  "3075": 41392,
  "3076": 89137,
  "3077": 20218,
  "3078": 6070,
  "3079": 11756,
  "3080": 97041,
  "3081": 18922,
  "3082": 39300,
  "3083": 98759,
  "3084": 33820,
  "3085": 110360,
  "3086": 11467,
  "3087": 29051,
  "3088": 14450,
  "3089": 7216,
  "3090": 89993,
  "3091": 91340,
  "3092": 13545,
  "3093": 81056,
  "3094": 61776,
  "3095": 7501,
  "3096": 2957,
  "3097": 11005,
  "3098": 93239,
  "3099": 97398,
  "3100": 17536,
  "3101": 856,
  "3102": 2234,
  "3103": 1589,
  "3104": 1089,
  "3105": 34591,
  "3106": 45576,
  "3107": 45378,
  "3108": 10581,
  "3109": 4043,
  "3110": 19839,
